Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: See a breakdown of resource usage by app and process
be: Прагляд выкарыстання рэсурсаў для кожнай праграмы і працэсу
ca: Consulteu un desglossament de l'ús de recursos per aplicació i procés
da: Se en opdeling af ressourceforbrug for app og proces
es: Ver distribución del uso de recursos por aplicación y proceso
eu: Ikusi baliabideen erabilera xehatua, aplikazio eta prozesuka
fi: Näe erittely, miten sovellukset ja prosessit käyttävät resursseja
fr: Visualiser la répartition de l’utilisation des ressources par application et par processus
ga: Féach miondealú ar úsáid acmhainní de réir aip agus próisis
gl: Ver unha desagregación do uso de recursos por aplicación e proceso
hi: ऐप और प्रक्रिया के अनुसार संसाधन उपयोग का विवरण देखें
hu: Lásd az alkalmazások és folyamatok erőforrásfelhasználásának részletes lebontását
it: Visualizza come le risorse vengono utilizzate da applicazioni e processi
nl: Bekijk een overzicht van gebruik van bronnen per app en proces
pl: Zobacz zestawienie wykorzystania zasobów według aplikacji i procesu
pt: Veja um detalhe da utilização de recursos por aplicação e processo
ru: Просмотр использования ресурсов для каждого приложения и процесса
sk: Sledujte podrobný rozpis využitia zdrojov podľa aplikácii a procesov
sv: Se en uppdelning av resursanvändning för app och process
ta: பயன்பாடு மற்றும் செயல்முறை மூலம் வள பயன்பாட்டின் முறிவைக் காண்க
uk: Подивіться розподіл використання ресурсів за додатками та процесами

source: Supports a minified summary view for simple monitoring
be: Падтрымка мінімізаванага прадстаўлення зводкі для простага маніторынгу
ca: Admet una vista de resum reduïda per a una supervisió senzilla
da: Understøtter en minimeret oversigtsvisning for simpel overvågning
es: Admite una vista resumida minimizada para un monitoreo sencillo
eu: Laburpen ikuspegi minimizatua eskuragarri dago monitorizatze sinplea egiteko
fi: Tukee pienennettyä yhteenvetonäkymää yksinkertaista seurantaa varten
fr: Prise en charge d’une vue récapitulative simplifiée pour un suivi simple
ga: Tacaíonn sé le dearcadh achoimre mionraithe le haghaidh monatóire
gl: Admite unha vista resumida minimizada para unha monitorización sinxela
hi: सरल निगरानी के लिए लघु सारांश दृश्य का समर्थन करता है
hu: Támogatja a kicsinyített összefoglaló nézetet az egyszerű felügyelethez
it: Supporta una panoramica ridotta per un monitoraggio rapido
nl: Ondersteunt een minimale samenvattingsweergave voor eenvoudige opvolging
pl: Zminimalizowany widok ogólny w celu prostego monitorowania
pt: Suporta uma visualização de resumo reduzida para uma monitorização simples
ru: Поддержка минимизированного представления сводки для простого мониторинга
sk: Podporuje minifikované zhrnutie pre jednoduché monitorovanie
sv: Stöder en minimerad sammanfattningsvy för simpel övervakning
ta: எளிய கண்காணிப்புக்கான குறைக்கப்பட்ட சுருக்கக் காட்சியை ஆதரிக்கிறது
uk: Підтримує мініатюрні зведені дані для простого моніторингу

source: Use hardware accelerated rendering for all the graphs in an effort to reduce CPU and overall resource usage
ca: Utilitza la representació accelerada per maquinari per a tots els gràfics per tal de reduir l'ús de la CPU i els recursos generals
da: Brug hardwareaccelereret rendering til alle grafer for at reducere CPU- og samlet ressourceforbrug
es: Usa el renderizado acelerado por hardware para todos las gráficas en un esfuerzo por reducir el uso del CPU y de los recursos en general
eu: Hardware azelerazio bidezko errendatzea darabil grafiko guztientzako, PUZaren eta bestelako baliabideen erabilera murrizteko
fi: Käytä laitteistokiihdytettyä hahmonnusta kaikissa kaavioissa vähentääksesi suorittimen ja yleistä resurssien käyttöä
fr: Utiliser l'accélération matérielle pour le rendu de tous les graphiques afin de réduire l’utilisation du CPU et la consommation globale des ressources
ga: Úsáid rindreáil luathaithe crua-earraí do na graif go léir chun an LAP agus úsáid foriomlán acmhainní a laghdú
gl: Empregue renderizado acelerado por hardware para todas as gráficas nun esforzo por reducir o uso total de recursos e de CPU
hu: Hardveres gyorsítás használata az összes grafikonhoz a processzor és az általános erőforrás-használat csökkentése érdekében
it: Utilizza il rendering hardware per tutti i grafici, per ridurre l'utilizzo della CPU e delle altre risorse
nl: Gebruik hardware­versnelde rendering voor alle grafieken om het CPU- en algehele resource­gebruik te verminderen
pl: Użyj renderowania OpenGL dla wszystkich wykresów, aby zmniejszyć ogólne zużycie procesora i zasobów
pt: Utilizar a renderização acelerada por hardware para todos os gráficos, num esforço para reduzir a utilização da CPU e dos recursos em geral
ru: Использование аппаратного ускорения рендеринга для всех графиков в попытке снизить нагрузку на процессор и общие ресурсы
ta: சிபியு மற்றும் ஒட்டுமொத்த வள பயன்பாட்டைக் குறைக்கும் முயற்சியில் அனைத்து வரைபடங்களுக்கும் வன்பொருள் துரிதப்படுத்தப்பட்ட வழங்குதல் பயன்படுத்தவும்

source: Uses GTK4 and Libadwaita
be: Выкарыстоўвае GTK4 і Libadwaita
ca: Utilitza GTK4 i Libadwaita
da: Anvender GTK4 og Libadwaita
es: Usa GTK4 y Libadwaita
eu: GTK4 eta Libadwaita darabilzki
fi: Käyttää GTK4:ää ja Libadwaitaa
fr: Utilise GTK4 et Libadwaita
ga: Úsáideann GTK4 agus Libadwaita
gl: Emprega GTK4 e Libadwaita
hi: GTK4 और Libadwaita का उपयोग करता है
hu: GTK4 és Libadwaita használata
it: Usa GTK4 e Libadwaita
nl: Gebruikt GTK4 en Libadwaita
pl: Używa GTK4 i Libadwaita
pt: Utiliza GTK4 e Libadwaita
ru: Использует GTK4 и Libadwaita
sk: Používa GTK4 a Libadwaita
sv: Använder GTK4 och Libadwaita
ta: GTK4 மற்றும் லிபாட்வைட்டாவைப் பயன்படுத்துகிறது
uk: Використовує GTK4 та Libadwaita

source: Written in Rust
be: Напісана на Rust
ca: Escrit en Rust
da: Skrevet i Rust
es: Escrito en Rust
eu: Rust erabilita idatzia
fi: Kirjoitettu Rustilla
fr: Codé en Rust
ga: Scríofa i Rust
gl: Escrito en Rust
hi: Rust में लिखा
hu: Rustban írva
it: Scritto in Rust
nl: Geschreven in Rust
pl: Napisane w języku Rust
pt: Desenvolvido em Rust
ru: Написано на языке Rust
sk: Napísané v Rust
sv: Skriven i Rust
ta: துருவில் எழுதப்பட்டது
uk: Написано на Rust

source: Limitations (there is ongoing work to overcome all of these):
be: Абмежаванні (выпраўленні вядуцца):
ca: Limitacions (s'està treballant per superar-ho tot):
da: Begrænsninger (der arbejdes på at løse disse):
es: Limitaciones (se está trabajando para superarlas todas):
eu: Mugak (arazo hauei konponbidea emateko lanean gabiltza):
fi: Rajoitukset (näiden kaikkien ratkaisemiseksi tehdään töitä):
fr: Limitations (des travaux sont en cours pour les surmonter) :
ga: Teorainneacha (tá obair leanúnach ann chun iad seo go léir a shárú):
gl: Limitacións (estase a traballar para superalas todas):
hi: सीमाएं (इन सभी पर काबू पाने के लिए काम चल रहा है):
hu: Korlátozások (folyamatban van a munka mindezen korlátok leküzdésére):
it: Limitazioni (stiamo lavorando per superarle):
nl: Limitaties (we werken momenteel aan oplossingen hiervoor):
pl: Ograniczenia (trwają prace nad ich pokonaniem):
pt: Limitações (existem desenvolvimentos em curso para ultrapassar as mesmas)
ru: Ограничения (исправления ведутся):
sk: Obmedzenia (prebieha práca na ich odstránení):
sv: Begränsningar (det pågår arbete för att lösa alla dessa):
ta: வரம்புகள் (இவை அனைத்தையும் சமாளிக்க தொடர்ந்து பணிகள் உள்ளன):
uk: Обмеження (ведеться постійна робота над їх подоланням):

source: Intel GPU monitoring is only supported for Broadwell and later GPUs; and does not support VRAM, power, or temperature monitoring
ca: La supervisió de la GPU d'Intel només és compatible amb les GPU Broadwell i posteriors. No admet la supervisió de VRAM, energia o temperatura
da: Intel GPU-overvågning understøttes kun for Broadwell og nyere GPU'er; og understøtter ikke overvågning af VRAM, strømforbrug eller temperatur
es: El monitoreo de GPU Intel solo es compatible con GPU Broadwell y posteriores; y no es compatible con monitoreo de VRAM, energía o temperatura
eu: Intelen GPU monitorizatzeak Broadwell edo GPU berriagoak soilik onartzen ditu; ez du VRAM, energia edo tenperatura monitorizatzeko sostengurik
fi: Intelin GPU-seurantaa tuetaan vain Broadwellin ja myöhempien GPU:iden kanssa; eikä tue VRAM-muistia, tehoa tai lämpötilan seurantaa
ga: Ní thacaítear le monatóireacht Intel GPU ach le haghaidh GPUanna Broadwell agus níos déanaí; agus ní thacaíonn sé le monatóireacht VRAM, cumhacht nó teochta
gl: A monitorización da GPU de Intel só se admite para GPUs Broadwell e posteriormes; e non soporta VRAM, potencia ou monitorización de temperatura
hu: Intel GPU monitorozása csak Broadwell és újabb GPU-k esetén támogatott; és nem támogatja a VRAM, teljesítmény- és hőmérséklet-figyelést
it: il monitoraggio per GPU intel è supportato solo da Broadwell in poi; inoltre non è supportato il monitoraggio di VRAM, consumo e temperatura
nl: Intel GPU-monitoring wordt alleen ondersteund voor Broadwell en latere GPU's; en ondersteunt geen VRAM-, stroom- of temperatuur-monitoring
pl: Monitorowanie kart firmy Intel jest obsługiwane tylko dla kart architektury Broadwell lub późniejszych. Nie ma opcji monitorowania VRAM, zużycia mocy oraz temperatury
pt: Monitorização de GPUs da Intel disponível apenas para modelos Broadwell ou mais recentes, e não monitoriza VRAM, consumo ou temperatura
ru: Мониторинг Intel GPU поддерживается только для графических процессоров Broadwell и более поздних версий; он не поддерживает мониторинг VRAM, питания или температуры
ta: இன்டெல் சி.பீ.யூ கண்காணிப்பு பிராட்வெல் மற்றும் பின்னர் சி.பீ.யுகளுக்கு மட்டுமே ஆதரிக்கப்படுகிறது; மற்றும் VRAM, ஆற்றல் அல்லது வெப்பநிலை கண்காணிப்பை ஆதரிக்காது

source: When using Linux Mint/Cinnamon, launched applications may not show up in the "Applications" section (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)
ca: Quan utilitzeu el Linux Mint/Cinnamon, és possible que les aplicacions executades no es mostrin a la secció «Aplicacions» (problema relacionat: https://github.com/linuxmint/cinnamon/issues/12015)
da: Når du bruger Linux Mint/Cinnamon, kan startede applikationer muligvis ikke vises i 'Applikationer' sektionen (Upstream problem: https://github.com/linuxmint/cinnamon/issues/12015)
es: Al utilizar Linux Mint/Cinnamon, es posible que las aplicaciones iniciadas no aparezcan en la sección «Aplicaciones» (defecto originario: https://github.com/linuxmint/cinnamon/issues/12015)
eu: Linux Mint/Cinnamon erabiltzean, baliteke abiarazitako aplikazioak ez azaltzea "Aplikazioak" atalean (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)
fi: Kun käytät Linux Mint/Cinnamonia, käynnistetyt sovellukset eivät välttämättä näy "Sovellukset"-osiossa (Upstream-ongelma: https://github.com/linuxmint/cinnamon/issues/12015)
ga: Agus Linux Mint/Cinnamon á úsáid agat, b'fhéidir nach dtaispeánfar feidhmchláir seolta sa chuid “Feidhmchláir” (Eagrán suas an sruth: https://github.com/linuxmint/cinnamon/issues/12015)
gl: Ao empregar Linux Mint/Cinnamon, as aplicacións lanzadas poden non aparecer na sección "Aplicacións" (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)
hu: Linux Mint/Cinnamon használata esetén az elindított alkalmazások nem mindig jelennek meg az „Alkalmazások” részben (Upstream hiba: https://github.com/linuxmint/cinnamon/issues/12015)
it: Utilizzando Linux Mint/Cinnamon, le applicazioni avviate potrebbero non essere presenti nella sezione "Applicazioni" (Riferimento: https://github.com/linuxmint/cinnamon/issues/12015)
nl: Bij gebruik van Linux Mint/Cinnamon worden gestarte apps mogelĳk niet weergegeven in de sectie ‘Apps’ (Upstream-probleem: https://github.com/linuxmint/cinnamon/issues/12015)
pl: Uruchomione aplikacje pod Linux Mint lub Cinnamon mogą się nie pokazywać w sekcji "Aplikacje" (więcej informacji: https://github.com/linuxmint/cinnamon/issues/12015)
pt: Aplicações iniciadas podem não aparecer na seção de "Aplicações" no Linux Mint ou Cinnamon (problema de upstream em https://github.com/linuxmint/cinnamon/issues/12015)
ru: При использовании Linux Mint/Cinnamon запущенные приложения могут не отображаться в разделе «Приложения» (Upstream issue: https://github.com/linuxmint/cinnamon/issues/12015)
ta: லினக்ச் புதினா/இலவங்கப்பட்டை பயன்படுத்தும் போது, தொடங்கப்பட்ட பயன்பாடுகள் "பயன்பாடுகள்" பிரிவில் காட்டப்படாது (அப்ச்ட்ரீம் வெளியீடு: https://github.com/linuxmint/cinman/issues/12015)

source: Comments, suggestions, bug reports and contributions welcome
be: Водгукі, прапановы, паведамленні аб памылках і дапамога вітаюцца
ca: Els comentaris, suggeriments, informes d'errors i contribucions són benvinguts
da: Kommentarer, forslag, fejlrapporter og bidrag er velkomne
es: Comentarios, sugerencias, informes de errores y contribuciones son bienvenidos
eu: Iruzkinak, iradokizunak, arazoen txostenak eta ekarpenak gogo onez jasotzen ditugu
fi: Kommentit, ehdotukset, vikailmoitukset ja osallistumiset ovat tervetulleita
fr: Les commentaires, suggestions, rapports de bug et contributions sont les bienvenus
ga: Fáiltítear roimh thuairimí, mholtaí, tuairiscí ar fhabhtanna agus tuairimí
gl: Comentarios, suxestións, informes de erros e contribucións son benvidos
hi: टिप्पणियां, सुझाव, बग रिपोर्ट और योगदान का स्वागत है
hu: Megjegyzések, javaslatok, hibajelentések és hozzájárulások szívesen fogadottak
it: Commenti, suggerimenti, segnalazione bug e contributi vari, sono i benvenuti
nl: Opmerkingen, suggesties, foutrapporten en steun (bijdragen) zijn welkom
pl: Komentarze, sugestie, raporty o błędach i wkłady (commity) są mile widziane
pt: Comentários, sugestões, reporte de PROBLEMAS e contribuições são bem-vindos
ru: Отзывы, предложения, сообщения об ошибках и помощь приветствуются
sk: Komentáre, návrhy na zlepšenie, nahlasovanie chýb a prispievanie je vítané
sv: Kommentarer, förslag, byggrapporter och bidragande mottages
ta: கருத்துகள், பரிந்துரைகள், பிழை அறிக்கைகள் மற்றும் பங்களிப்புகள் வரவேற்கப்படுகின்றன
uk: Вітаються коментарі, пропозиції, повідомлення про помилки та приєднання до розробки

source: Which page is shown on application startup
be: Якая старонка адлюстроўваецца пры запуску праграмы
ca: Quina pàgina es mostra a l'inici de l'aplicació
da: Hvilken side vises ved programstart
es: Qué página se muestra al iniciar la aplicación
eu: Aplikazioa abiatzean zer orri azalduko den
fi: Sovelluksen käynnistyessä avattava sivu
fr: Quelle page est affichée au démarrage de l’application
ga: Cén leathanach a thaispeántar ar thosú feidhmchlár
gl: Qué páxina se amosa ao arranque da aplicación
hi: अनुप्रयोग स्टार्टअप पर कौन सा पृष्ठ दिखाया जाता है
hu: Melyik oldal jelenik meg az alkalmazás indításakor
it: Quale pagina viene mostrata all'avvio dell'applicazione
nl: Welke pagina getoond wordt bij het opstarten van de applicatie
pl: Która strona jest pokazywana po uruchomieniu aplikacji
pt: Qual página deve ser apresentada no arranque da aplicação
ru: Какая страница отображается при запуске приложения
sk: Ktorá stránka sa zobrazí po spustení aplikácie
sv: Vilken sida visas på programuppstart
ta: பயன்பாட்டு தொடக்கத்தில் எந்தப் பக்கம் காட்டப்பட்டுள்ளது
uk: Яку сторінку відображати при запуску програми

source: Interface Style
ca: Estil de la interfície
es: Estilo de la interfaz
eu: Interfazearen estiloa
fi: Liitännän tyyli
ga: Stíl Chomhéadain
hu: Felületstílus
it: Stile Interfaccia
pl: Styl interfejsu

source: If light or dark interface style should be used
ca: Si s'ha d'utilitzar un estil d'interfície clar o fosc
es: Si se debe usar el estilo de interfaz claro u oscuro
eu: Interfazean estilo argia edo iluna erabili behar den
ga: Más chóir stíl comhéadain éadrom nó dorcha a úsáid
hu: Világos vagy sötét felületi stílus használata
it: Se dev'essere utilizzato lo stile chiaro o scuro per l'interfaccia
pl: Czy program ma używać jasnego czy ciemnego interfejsu

source: DEPRECATED! NO LONGER IN USE!
be: САСТАРЕЛА! БОЛЬШ НЕ ВЫКАРЫСТОЎВАЕЦЦА!
ca: OBSOLET! JA NO S'UTILITZA!
da: FORÆLDET! BRUGES IKKE LÆNGERE!
es: ¡OBSOLETO! ¡YA NO ESTA EN USO!
eu: ZAHARKITUA! EZ DA GEHIAGO ERABILTZEN!
fi: VANHENNETTU! EI ENÄÄ KÄYTÖSSÄ!
fr: OBSOLÈTE ! N'EST PLUS UTILISÉ !
ga: DÍSCRÍOFA! NACH BHFUIL IN ÚSÁID A THUILLEADH!
gl: OBSOLETO! XA NON SE ESTÁ A EMPREGAR!
hi: अस्वीकृत! अब उपयोग में नहीं!
hu: ELAVULT! MÁR NEM HASZNÁLHATÓ!
it: Deprecato! Non più in uso!
nl: UITGEFASEERD! NIET LANGER IN GEBRUIK!
pl: PRZESTARZAŁE! JUŻ NIE W UŻYCIU!
pt: OBSOLETO! NÃO ESTÁ MAIS EM UTILIZAÇÃO!
ru: ОТМЕНЕНО! БОЛЬШЕ НЕ ИСПОЛЬЗУЕТСЯ!
sv: FÖRÅLDRAT! EJ LÄNGRE I BRUK!
ta: மதிப்பிடப்பட்டது! இனி பயன்பாட்டில் இல்லை!
uk: Більше не використовується!

source: How fast should the data be refreshed and the UI updated (in increments of 50ms)
be: Як хутка павінны абнаўляцца даныя і абнаўляцца карыстацкі інтэрфейс (з крокам у 50 мс)
ca: Amb quina rapidesa s'han d'actualitzar les dades i actualitzar la interfície d'usuari (en increments de 50 ms)
da: Hvor hurtigt skal data opdateres, og UI'en opdateres (i intervaller af 50 ms)
es: Con qué rapidez deben actualizarse los datos y la interfaz de usuario (en incrementos de 50 ms)
eu: Zer maiztasunekin freskatuko diren datuak, eta eguneratuko den interfazea (50ms-ko tarteetan)
fi: Kuinka nopeasti tiedot tulisi virkistää ja käyttöliittymä päivitetään (50 ms:n välein)
fr: À quelle vitesse doivent se rafraîchir les données et l’interface (par incréments de 50ms)
ga: Cé chomh tapa agus ba chóir na sonraí a athnuachan agus an Chomhéadan a nuashonrú (i gcreimeanna 50ms)
gl: Con qué rapidez deberían actualizarse os datos e a interface de usuario (en incrementos de 50 ms)
hi: डेटा को कितनी तेजी से ताज़ा किया जाना चाहिए और UI को अपडेट किया जाना चाहिए (50ms की वृद्धि में)
hu: Milyen gyorsan legyen frissítve az adat és a felhasználói felületet (50ms lépésekben)
it: Con che frequenza devono essere aggiornati i dati e l'interfaccia (incrementi di 50ms)
nl: Hoe snel data en de interface bijgewerkt moet worden (in stappen van 50 ms)
pl: Szybkość odświeżania danych i aktualizacji interfejsu użytkownika
pt: Com que rapidez devem os dados ser atualizados e a IU atualizada (em incrementos de 50 ms)
ru: Как быстро должны обновляться данные и пользовательский интерфейс (с шагом в 50 мс)
sv: Hur snabbt borde data laddas och UI uppdateras (I intervall av 50ms)
ta: தரவு எவ்வளவு விரைவாக புதுப்பிக்கப்பட வேண்டும் மற்றும் இடைமுகம் புதுப்பிக்கப்பட வேண்டும் (50ms அதிகரிப்புகளில்)
uk: Як швидко повинні оновлюватися дані та користувацький інтерфейс (розмір крока 50мс)

source: How many points should be displayed on each chart?
be: Колькі пунктаў павінна быць адлюстравана на кожнай дыяграме?
ca: Quants punts s'han de mostrar a cada gràfic?
da: Hvor mange punkter skal vises på hver graf?
es: ¿Cuántos puntos deben aparecer en cada gráfico?
eu: Zenbat puntu erakutsi behar dira grafiko bakoitzean?
fi: Kuinka monta pistettä kussakin kaaviossa tulee näyttää?
fr: Combien de points doivent être affichés sur chaque diagramme ?
ga: Cé mhéad pointe ba chóir a thaispeáint ar gach cairt?
gl: Cantos puntos deben amosarse en cada gráfico?
hi: प्रत्येक चार्ट पर कितने अंक प्रदर्शित होने चाहिए?
hu: Hány pont legyen megjelenítve diagramonként?
it: Quanti punti dovrebbero essere visualizzati su ogni grafico?
nl: Hoeveel punten moeten er elke grafiek worden weergegeven?
pl: Ile punktów pokazywać na każdym wykresie?
pt: Quantos pontos devem ser mostrados em cada gráfico?
ru: Сколько точек должно быть отображено на каждом графике?
sv: Hur många datapunkter borde visas på varje diagram?
ta: ஒவ்வொரு விளக்கப்படத்திலும் எத்தனை புள்ளிகள் காட்டப்பட வேண்டும்?
uk: Скільки точок повинно бути відображено на кожному графіку?

source: Whether or not to use bits or bytes (default) for memory
ca: Si s'han d'utilitzar bits o bytes (per defecte) per a la memòria
es: Utilizar bits o bytes (predeterminado) para la memoria
eu: Sarearen abiadura adierazteko bitak edo byteak (lehenetsia) erabili behar diren
ga: Cibé acu giotán nó beart a úsáid (réamhshocrú) don chuimhne
hu: Bit vagy bájt (alapértelmezett) legyen-e a memória mértékegysége
it: Se utilizzare bits o bytes (predefinito) per la memoria
pl: Ustala, czy prędkość sieci ma być pokazywana w bitach (domyślnie) lub w bajtach (wielkie "B")

source: Whether or not to use base-10 or base-2 (default) for memory
ca: Si s'ha d'utilitzar la base 10 o base 2 (per defecte) per a la memòria
es: Utilizar base-10 o base-2 (predeterminado) para la memoria
eu: Memoria adierazteko base-10 edo base-2 (lehenetsia) erabili behar den
ga: Cibé acu bonn-10 nó bonn-2 (réamhshocraithe) a úsáid don chuimhne
hu: Tízes vagy kettes számrendszer (alapértelmezett) legyen a memória mértékegységének alapja
it: Se utilizzare o no la base-10 o la base-2 (default) per la memoria
pl: Ustala, czy pamięć ma być pokazywana w base-10 lub w base-2 (domyślnie)

source: Whether or not to use bits or bytes (default) for drive speed + size
ca: Si s'han d'utilitzar bits o bytes (per defecte) per a la velocitat + mida de la unitat
es: Utilizar bits o bytes (predeterminado) para la velocidad de disco + tamaño
eu: Unitatearen abiadura + tamaina adierazteko bitak edo byteak (lehenetsia) erabili behar diren
ga: Cibé acu giotán nó beart (réamhshocraithe) le haghaidh luas + méid an tiomántáin
hu: A meghajtó sebességére és méretére bitek vagy bájtok (alapértelmezett) használata
it: Se utilizzare o meno bit o byte (predefinito) per velocità e dimensione dell'unità
pl: Ustala, czy prędkość i pojemność dysków ma być pokazywana w bitach (domyślnie) lub w bajtach

source: Whether or not to use base-10 or base-2 (default) for drive speed + size
ca: Si s'ha d'utilitzar la base 10 o base 2 (per defecte) per a la velocitat + mida de la unitat
es: Utilizar base-10 o base-2 (predeterminado) para la velocidad de disco + tamaño
eu: Unitatearen abiadura + tamaina adierazteko base-10 edo base-2 (lehenetsia) erabili behar den
ga: Cibé acu bonn-10 nó bonn-2 (réamhshocraithe) a úsáid le haghaidh luas + méid an tiomántáin
hu: A meghajtó sebességére és méretére tízes vagy kettes számrendszer (alapértelmezett) használata
it: Se utilizzare o meno la base 10 o la base 2 (predefinita) per la velocità e la dimensione dell'unità
pl: Ustala, czy prędkość i pojemność dysków ma być pokazywana w base-10 lub w base-2 (domyślnie)

source: Whether or not to use bits (default) or Bytes for network speed
ca: Si s'han d'utilitzar bits (per defecte) o bytes per a la velocitat de la xarxa
es: Si se deben utilizar o no bits (predeterminado) o bytes para la velocidad de la red
eu: Sarearen abiadura adierazteko bitak (lehenetsia) edo byteak erabili behar diren
fi: Käytetäänkö bittejä (oletus) tai tavuja verkon nopeuden määrittämiseen
fr: Utiliser ou non des bits (par défaut) ou des octets pour la vitesse du réseau
ga: Cibé acu giotán (réamhshocraithe) nó beartáin a úsáid le haghaidh luas líonra
gl: Empregar ou non bits (por defecto) ou Bytes para a velocidade da rede
hu: A hálózati sebesség méréséhez bitek (alapértelmezett) vagy bájtok használata
it: Utilizzare bits (predefinito) o Bytes per la velocità di rete
pl: Ustawia, czy prędkość sieci pokazywać w bitach (domyślnie) lub w bajtach (wielkie "B")
pt: Usar bits (predefinição) ou Bytes para velocidade da rede
ru: Использовать ли для скорости сети биты (по умолчанию) или байты
ta: பிணைய வேகத்திற்கு பிட்கள் (இயல்புநிலை) அல்லது பைட்டுகளைப் பயன்படுத்த வேண்டுமா இல்லையா
