Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: {} month
ca: {} mes
eu: hilabete {}
fi: {} kuukausi
hu: {} hónap
it: {} mese
pl: {} miesiąc

source: {} day
ca: {} dia
eu: egun {}
fi: {} päivä
hu: {} nap
it: {} giorno
pl: {} dzień

source: {} hour
ca: {} hora
eu: ordu {}
fi: {} tunti
hu: {} óra
it: {} ora
pl: {} godzina

source: {} minute
ca: {} minut
eu: minutu {}
fi: {} minuutti
hu: {} perc
it: {} minuti0
pl: {} minuta

source: {} second
ca: {} segon
eu: segundo {}
fi: {} sekunti
hu: {} másodperc
it: {} secondo
pl: {} sekunda

source: {}, {} and {}
ca: {}, {} i {}
eu: {}, {} eta {}
fi: {}, {} ja {}
ga: {}, {} agus {}
hu: {}, {} és {}
it: {}, {} e {}
pl: {}, {} oraz {}

source: {} and {}
ca: {} i {}
eu: {} eta {}
fi: {} ja {}
ga: {} agus {}
hu: {} és {}
it: {} e {}
pl: {} oraz {}

source: Less than a minute
ca: Menys d'un minut
eu: minutu bat baino gutxiago
fi: Alle yksi minuutti
ga: Níos lú ná nóiméad
hu: Kevesebb, mint egy perc
it: Meno di un minuto
pl: Mniej niż minuta

source: _Quit
be: _Выйсці
ca: _Surt
da: _Afslut
es: _Salir
eu: _Irten
fi: _Lopeta
fr: _Quitter
ga: _Scoir
gl: _Saír
hi: बंद करें (_Q)
hu: _Kilépés
it: _Esci
nl: _Afsluiten
pl: _Zamknij
pt: _Sair
ru: _Выйти
sv: _Avsluta
uk: _Вийти

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com>
ca: Jaime Muñoz <jmmartin_5@outlook.com>
da: oversætterkreditter
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
eu: Ibai Oihanguren Sala
fi: Jiri Grönroos
fr: crédits de traduction
ga: creidmheasanna aistritheora
gl: Eloi Barcón Piñeiro <eloi.b.pineiro@protonmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hu: Kovács Bálint-Hunor <kovacsbalinthunor13@gmail.com>, Fionn <mehafo3499@adstam.com>
it: beppeilgommista <enrico.ghignatti@gmail.com>, 2023 Davide Ferracin <davide.ferracin@protonmail.com>, 2023 Pierfrancesco Passerini <p.passerini@gmail.com>, 2025 Jimmy Scionti <jimmy.scionti@gmail.com>, 2025
nl: Gert-dev Philip Goto https://philipgoto.nl/
pl: ewm, a.lewicki95 & Holek
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
ru: Ivan Maslikhov <qustioof@gmail.com> Aleksandr Melman <alexmelman88@gmail.com>
sv: översättarkrediter
ta: மொழிபெயர்ப்பாளர்-வரவு
uk: Степан Б.

source: N/A
ca: N/D
es: N/D
eu: E/A
it: N.D.
nl: N.v.t.
pl: brak
ru: Недоступно
ta: இதற்கில்லை
uk: Недоступно

source: Floppy
ca: Disquet
eu: Disketea
fi: Levyke
ga: Diosca bog
pl: Dyskietka

source: {} RPM
pl: {} obr./min.
ru: {} об/мин

source: Ok
ca: D'acord
ga: Ceart go leor

source: PID
eu: PIDa
ta: பிஐடி

source: GPU
be: ГП
eu: GPUa
fi: Näytönohjain
nl: Grafische kaart
ru: ГП
ta: சி.பீ.
uk: ГП

source: SSID:
eu: SSIDa:

source: GPU {}
be: ГП {}
eu: GPUa {}
fi: Näytönohjain {}
nl: Grafische kaart {}
ru: ГП {}
uk: ГП {}

source: In use ({}B) Memory used by the operating system and running applications
be: Выкарыстоўваецца ({}B) Памяць, якая выкарыстоўваецца аперацыйнай сістэмай і запушчанымі праграмамі
da: I Brug ({}B) Hukommelse i brug af operativsystemet og kørende applikationer
es: En uso ({}B) Memoria usada por el sistema operativo y las aplicaciones en ejecución
fr: En utilisation ({} o) Mémoire utilisée par le système d’exploitation et par les applications en cours
gl: En uso ({}B) Memoria empregada polo sistema operativo e as aplicaciones en execución
hi: उपयोग में ({}B) ऑपरेटिंग सिस्टम और चालू अनुप्रयोग द्वारा उपयोग की जाने वाली मेमोरी
nl: In gebruik ({} B) Geheugen gebruikt door het besturingssysteem en draaiende applicaties
pt: Em utilização ({}iB) Memória utilizada pelo sistema operativo e pelas aplicações
ru: Используется ({}B) Память, используемая операционной системой и запущенными приложениями
sv: Används ({}B) Minne används av operativsystem och aktiva applikationer
ta: பயன்பாட்டில் ({} b) இயக்க முறைமை மற்றும் இயங்கும் பயன்பாடுகளால் பயன்படுத்தப்படும் நினைவகம்
uk: Використовується ({}Б) Пам'ять, яка використовується операційною системою або запущеними програмами

source: Modified ({}B) Memory whose contents must be written to disk before it can be used by another process
be: Зменена ({}B) Памяць, змесціва якой павінна быць запісана на дыск, перш чым яна можа быць выкарыстана іншым працэсам
da: Modificeret ({}B) Hukommelse, hvis indhold skal skrives til disk, før det kan bruges af en anden proces
es: Modificada ({}B) Memoria cuyo contenido debe escribirse en disco antes de que pueda ser usada por otro proceso
fr: Modifiée ({} o) Mémoire dont le contenu doit être écrit sur le disque avant de pouvoir être utilisé par un autre processus
gl: Modificada ({}B) Memoria cuxo contido debe escribirse en disco antes de que poida ser empregada por outro proceso
hi: संशोधित ({}B) मेमोरी जिसकी सामग्री को किसी अन्य प्रक्रिया द्वारा उपयोग किए जाने से पहले डिस्क पर लिखा जाना चाहिए
nl: Aangepast ({} B) Geheugen waarvan de inhoud naar opslag geschreven dient te worden vooraleer het door andere processen gebruikt kan worden
pt: Modificado ({}B) Memória cujo conteúdo tem de ser gravado no disco antes de poder ser utilizado por outro processo
ru: Изменено ({}B) Память, содержимое которой должно быть записано на диск, прежде чем она сможет быть использована другим процессом
sv: Modifierad ({}B) Minne vars innehåll måste skrivas till disk innan det kan användas av en annan process
ta: மாற்றியமைக்கப்பட்ட ({} b) நினைவகம் அதன் உள்ளடக்கங்கள் மற்றொரு செயல்முறையால் பயன்படுத்தப்படுவதற்கு முன்பு வட்டுக்கு எழுதப்பட வேண்டும்
uk: Змінено ({}Б) Пам'ять, вміст якої повинен бути записаний на диск, перед тим як інший процес зможе використати її

source: Standby ({}B) Memory that contains cached data and code that is not actively in use
be: Рэжым чакання ({}B) Памяць, якая змяшчае кэшаваныя даныя і код, які актыўна не выкарыстоўваецца
da: Standby ({}B) Hukommelse, der indeholder cache-data og kode, som ikke aktivt er i brug
es: En espera ({}B) Memoria que contiene datos en caché y código que no se usa activamente
fr: En attente ({} o) Mémoire qui contient des données en cache et du code qui n’est pas actuellement utilisé
gl: En agarda ({}B) Memoria que contén datos en caché e código que non está en uso activo
hi: स्टैंडबाय ({}B) मेमोरी जिसमें कैश्ड डेटा और कोड होता है जो सक्रिय रूप से उपयोग में नहीं होता है
nl: Stand-by ({} B) Geheugen dat gecachete data en code bevat die niet actief gebruikt worden
pt: Em espera ({}B) Memória que contém dados e códigos armazenados em cache que não estão em utilização ativa
ru: Режим ожидания ({}B) Память, содержащая кэшированные данные и код, которые активно не используются
sv: Viloläge ({}B) Minne som innehåller cachelagrad data och kod som inte aktivt används
ta: காத்திருப்பு ({} பி) தற்காலிகமாக பயன்பாட்டில் இல்லாத தற்காலிக சேமிப்பு தரவு மற்றும் குறியீட்டைக் கொண்ட நினைவகம்
uk: Очікування ({}Б) Пам'ять яка містить кешовані дані та код, який зараз активно не використовується

source: Free ({}B) Memory that is not currently in use, and that will be repurposed first when the operating system, drivers, or applications need more memory
be: Свабодна ({}B) Памяць, якая ў дадзены момант не выкарыстоўваецца і якая будзе выкарыстана ў першую чаргу, калі аперацыйнай сістэме, драйверам або праграмам спатрэбіцца больш памяці
da: Fri ({}B) Hukommelse, der ikke er i brug i øjeblikket, og som vil blive genanvendt først, når operativsystemet, drivere eller applikationer har brug for mere hukommelse
es: Libre ({}B) Memoria que no está actualmente en uso, y que será reusada en primer lugar cuando el sistema operativo, los controladores o las aplicaciones necesiten más memoria
fr: Libre ({} o) Mémoire qui n’est pas actuellement utilisée, et qui sera réutilisée en premier quand le système d’exploitation, les drivers ou les applications auront besoin de plus de mémoire
gl: Libre ({}B) Memoria que non está actualmente en uso, e que será reutilizada en primeiro lugar cando o sistema operativo, os controladores ou as aplicacións precisen máis memoria
hi: मुफ़्त ({}B) वह मेमोरी जो वर्तमान में उपयोग में नहीं है, और जिसे ऑपरेटिंग सिस्टम, ड्राइवर या अनुप्रयोग को अधिक मेमोरी की आवश्यकता होने पर पहले पुन: उपयोग किया जाएगा
nl: Vrij ({} B) Geheugen dat momenteel niet gebruikt wordt, en dat als eerste opgenomen zal worden zodra het besturingssysteem, stuurprogramma's, of applicaties meer geheugen nodig hebben
pt: Livre ({}B) Memória que não está em utilização no momento e que será reaproveitada primeiro quando o sistema operativo, os controladores ou as aplicações precisarem de mais memória
ru: Свободно ({}B) Память, которая в данный момент не используется и будет использована в первую очередь, когда операционной системе, драйверам или приложениям потребуется больше памяти
sv: Fri ({}B) Minne som inte används, och som kommer åter användas först när operativsystemet, drivrutiner, eller applikationer behöver mer minne
ta: இலவசம் ({} b) தற்போது பயன்பாட்டில் இல்லாத நினைவகம், இயக்க முறைமை, இயக்கிகள் அல்லது பயன்பாடுகளுக்கு அதிக நினைவகம் தேவைப்படும்போது அது முதலில் மீண்டும் உருவாக்கப்படும்
uk: Вільно ({}Б) Пам'ять яка зараз не використовується, і яка буде використана у першу чергу, коли операційна система, драйвери або програми будуть потребувати більше пам'яті

source: {} second{}
be: {} секунда{}
da: {} sekund{}
es: {} segundo{}
fr: {} seconde{}
gl: {} segundo{}
hi: {} सेकंड{}
nl: {} seconden{}
pt: {} segundo{}
ru: {} секунда{}
sv: {} sekund{}
ta: {} இரண்டாவது {}
uk: {} секунда{}

source: {} minute{}
be: {} хвіліна{}
da: {} minut{}
es: {} minuto{}
gl: {} minuto{}
hi: {} मिनट{}
nl: {} minuut{}
pt: {} minuto{}
ru: {} минута{}
sv: {} minut{}
ta: {} மணித்துளி {}
uk: {} хвилина{}

source: Monitor your CPU, Memory, Disk, Network and GPU usage
be: Маніторынг выкарыстання працэсара, памяці, дыска, сеткі і графічнага працэсара
da: Overvåg dit CPU-, hukommelses-, disk-, netværks- og GPU-forbrug
fr: Surveille l’utilisation du CPU, de la mémoire, du disque, du réseau et du GPU
gl: Monitoriza o uso da túa CPU, Memoria, Disco, Rede e GPU
hi: अपने CPU, मेमोरी, डिस्क, नेटवर्क और GPU उपयोग की निगरानी करें
nl: Controleer het gebruik van je processor, geheugen, opslag, netwerk en grafische kaart
pt: Monitorize a utilização de CPU, memória, disco, rede e GPU
ru: Мониторинг использования процессора, хранилища, сети и графического процессора
sk: Monitorujte využívanie vášho CPU, pamäte, disku, siete a GPU
sv: Övervaka din CPU, Minne, Disk, Nätverk och GPU användning
ta: உங்கள் சிபியு, நினைவகம், வட்டு, பிணையம் மற்றும் GPU பயன்பாட்டைக் கண்காணிக்கவும்
uk: Відстежуйте використання процесора, пам'яті, диска, мережі та графічного процесора

source: No per-process network usage
be: Адсутнасць маніторынгу выкарыстання сеткі для кожнага працэсу
da: Ingen netværksforbrug pr. proces
fr: Pas d’aperçu de l’utilisation du réseau par processus
gl: No hai uso de rede por proceso
hi: कोई प्रति-प्रक्रिया नेटवर्क उपयोग नहीं
nl: Geen netwerkgebruik per proces
pt: Sem utilização de rede por processo
ru: Отсутствие использования сети для каждого процесса
sk: Neumožňuje monitorovať využitie siete procesom
sv: Ingen per-process nätverksanvändning
ta: செயல்முறை பிணையம் பயன்பாடு இல்லை
uk: Відсутнє використання мережі для кожного процеса

source: GPU support is experimental
be: Падтрымка ГП з'яўляецца эксперыментальнай
da: GPU-understøttelse er eksperimentel
fr: Le support GPU est expérimental
gl: O soporte da GPU é experimental
hi: GPU समर्थन प्रायोगिक है
nl: GPU-ondersteuning is experimenteel
pt: Suporte à GPU é experimental
ru: Поддержка ГП является экспериментальной
sv: GPU stöd är experimentellt
ta: சி.பீ.யூ உதவி சோதனை
uk: Підтримка ГП є експериментальною

source: The column id by which the Apps page view is sorted
be: Ідэнтыфікатар слупка, па якім сартуецца прагляд старонкі праграм
da: Kolonne-ID'en, som Apps-siden er sorteret efter
fr: L’identifiant de la colonne utilisé pour le tri de la page des applications
gl: O identificador de columna polo cal se ordea a vista da Páxina de aplicacións
hi: वह कॉलम ID जिसके द्वारा ऐप्स पृष्ठ दृश्य को क्रमबद्ध किया जाता है
nl: De (ID van de) kolom waarop de applicatielijst gesorteerd wordt
pt: O ID da coluna pela qual a visualização da página Aplicações é ordenada
ru: Идентификатор столбца, по которому сортируется представление страницы "Приложения"
sk: ID stĺpcu, podľa ktorého je zoradený zoznam aplikácií
sv: Kolumn id där programsidans vy sorteras
ta: பயன்பாடுகளின் பக்கக் காட்சி வரிசைப்படுத்தப்பட்ட நெடுவரிசை ஐடி
uk: Ідентифікатор стовпчика, за яким сортується вигляд сторінки "Программи"

source: Show the gpu encode-decode graph graph
fr: Afficher le graphique de codage-décodage de la GPU
gl: Amosar o gráfico de codificación e decodificación da GPU
nl: Toon de encodeer-decodeergrafiek van de GPU
pt: Mostrar o gráfico de codificação-decodificação da GPU
ru: Показывать график кодирования-декодирования ГП
ta: GPU குறியாக்கம்-டெகோட் வரைபடத்தைக் காட்டு

source: PWM %
ru: ШИМ %

source: Power draw
be: Энергаспажыванне
da: Strømforbrug
fr: Consommation électrique
gl: Consumo de enerxía
hi: ऊर्जा खपत
nl: Stroomverbruik
pt: Uso de poder
ru: Потребление
sk: Spotreba energie
sv: Strömförbrukning
ta: பவர் டிரா
uk: Енергоспоживання

source: Memory usage
be: Выкарыстанне памяці
da: Hukommelsesforbrug
fr: Utilisation mémoire
gl: Uso de memoria
hi: मेमोरी उपयोग
nl: Geheugengebruik
pt: Uso de memória
ru: Использование памяти
sk: Využitie pamäte
sv: Minnesanvändning
ta: நினைவக பயன்பாடு
uk: Використання пам'яті

source: GTT usage
gl: Uso de GTT
nl: GTT-gebruik
pt: Uso de GTT
ru: Использование GTT
ta: சி.டி.டி பயன்பாடு

source: Memory speed
be: Хуткасць памяці
da: Hukommelseshastighed
fr: Vitesse mémoire
gl: Velocidade da memoria
hi: मेमोरी गति
nl: Geheugensnelheid
pt: Velocidade de memória
ru: Скорость памяти
sk: Rýchlosť pamäte
sv: Minneshastighet
ta: நினைவக விரைவு
uk: Швидкість пам'яті

source: Total Recieved
fr: Total reçu
nl: Totaal ontvangen
pt: Total recebido
ru: Всего получено
ta: மொத்தம் பெறப்பட்டது

source: Show Network Speed In Bytes
fr: Afficher la vitesse du réseau en octets
gl: Amosar velocidade da rede en bytes
pt: Mostrar velocidade da rede em bytes
ru: Показывать скорость сети в байтах
ta: பைட்டுகளில் பிணைய வேகத்தைக் காட்டு

source: Remember the sorting of the app and process list across app restarts
be: Запамінанне сартавання спісу праграм і працэсаў пры перазапуску праграмы
da: Husk sorteringen af app- og proceslisten på tværs af app genstart
fr: Mémoriser le tri de la liste des applications et des processus lors du redémarrage de l'application
gl: Lembrar a orde da lista de aplicacións e procesos ao reiniciar a aplicación
hi: ऐप को पुनः आरंभ करने पर ऐप और प्रक्रिया सूची को छँटाई याद रखें
nl: Onthoud de sortering van de applicatie- en processenlijst wanneer de applicatie herstart wordt
pt: Memorizar ordenação da aplicação e da lista de processos durante os reinícios da aplicação
ru: Запоминание сортировки списка приложений и процессов при перезапуске приложения
sk: Pamätať si zoradenie zoznamu aplikácií a procesov po reštartovaní aplikácie
sv: Kom ihåg sorteringen för app och process listan vid programomstart
ta: பயன்பாட்டு மறுதொடக்கங்களில் பயன்பாடு மற்றும் செயல்முறை பட்டியலை வரிசைப்படுத்துவதை நினைவில் கொள்க
uk: Пам'ятати сортування списку програм і процесів під час перезапуску програми

source: _About MissionCenter
be: _Аб праграме
da: _Om MissionCenter
fr: _À propos du Centre de mission
gl: _Acerca de Mission Center
hi: MissionCenter के बारे में (_A)
nl: _Over MissionCenter
pt: _Acerca do Mission Center
ru: _О приложении
sk: O aplikácií MissionCenter
sv: _Om MissionCenter
ta: _அபவுட் மிசன் சென்டர்
uk: _Інформація про MissionCenter

source: GPU Usage
be: Выкарыстанне ГП
da: CPU Forbrug
fr: Utilisation du GPU
gl: Uso da GPU
hi: GPU उपयोग
nl: GPU-gebruik
pt: Utilização de GPU
ru: Использование ГП
sv: GPU Användning
ta: GPU பயன்பாடு
uk: Використання ГП

source: GPU Mem
be: Памяць ГП
da: GPU Huk
fr: Mémoire GPU
gl: Mem GPU
hi: GPU मेम
nl: GPU-geh
pt: Memória da GPU
ru: Память ГП
sv: GPU Minne
ta: சி.பீ.யூ மெம்
uk: Пам'ять ГП

source: Stop Application
be: Спыніць праграму
da: Stop Applikationen
fr: Arrêter l’application
gl: Deter aplicación
hi: अनुप्रयोग रोकें
nl: App afsluiten
pt: Parar aplicação
ru: Остановить приложение
sk: Zastaviť aplikáciu
sv: Avsluta Applikation
ta: விண்ணப்பத்தை நிறுத்துங்கள்
uk: Зупинити програму

source: Force Stop Application
be: Прымусова спыніць праграму
da: Tving stop af applikationen
fr: Forcer l’arrêt de l’application
gl: Forzar detención da aplicación
hi: बलपूर्वक अनुप्रयोग रोकें
nl: App geforceerd afsluiten
pt: Forçar o término da aplicação
ru: Принудительно остановить приложение
sk: Vynútiť zastavenie aplikácie
sv: Tvinga Avsluta Applikation
ta: ஃபோர்ச் ச்டாப் பயன்பாடு
uk: Примусово зупинити програму

source: Stop Process
be: Спыніць працэс
da: Stop Proces
fr: Arrêter le processus
gl: Deter proceso
hi: प्रक्रिया रोकें
nl: Proces afsluiten
pt: Parar processo
ru: Остановить процесс
sk: Zastaviť proces
sv: Stoppa Process
ta: நிறுத்த செயல்முறை
uk: Зупинити процес

source: Force Stop Process
be: Прымусова спыніць працэс
da: Tving Proces Stop
fr: Forcer l’arrêt du processus
gl: Forzar detención do proceso
hi: बलपूर्वक प्रक्रिया रोकें
nl: Proces geforceerd afsluiten
pt: Forçar o término do processo
ru: Принудительно остановить процесс
sk: Vynútiť zastavenie procesu
sv: Tvinga Avsluta Process
ta: படை நிறுத்த செயல்முறை
uk: Примусово зупинити процес

source: {} {}{}B/s
be: {} {}{}Б/с
fr: {} {}{} o/s
ru: {} {}{}Б/c
uk: {} {}{}Б/с

source: B/s
ru: Б/с

source: bps
ru: бит/с
ta: பிபிஎச்

source: {} {}{}B
ru: {} {}{}Б

source: HDD
ta: எச்டிடி

source: SSD
ta: திட நிலை இயக்கி

source: Use OpenGL rendering for all the graphs in an effort to reduce CPU and overall resource usage
sk: Používa OPENGL pre renderovanie všetkých grafov s cieľom znížiť celkové využitie zdrojov a CPU

source: Flatpak first
sk: Flatpak na prvom mieste

source: Disk utilization percentage might not be accurate
sk: Percento využitia disku nemusí byť presné

source: No per-process GPU usage
sk: Neumožňuje monitorovať využitie GPU procesom

source: GPU support is experimental and only AMD and nVidia GPUs can be monitored
sk: Podpora GPU je experimentálna a monitorované môžu byť len grafické karty od AMD a nVidia

source: Add Spanish translation by Óscar Fernández Díaz
sk: Pridaný španielsky preklad od Óscar Fernández Díaz

source: The memory tab now shows configured memory speed instead of the maximum supported by the modules
sk: Karta pre pamäť RAM teraz ukazuje nastavenú rýchlosť pamäte namiesto maximálnej rýchlosti

source: Add German translation by TecCheck
sk: Pridaný nemecký preklad od TecCheck

source: When a process uses large amounts of CPU or RAM it is now highlighted in the Apps and Processes list
sk: Ak proces využíva veľké množstvo zdrojov CPU alebo RAM, je teraz zvýraznený v zozname aplikácii a procesov

source: Add initial support for building for ARM64
sk: Pridaná počiatočná podpora pre ARM64 build

source: Translation updates for Traditional Chinese by Peter Dave Hello
sk: Aktualizácia čínskeho prekladu od Peter Dave Hello

source: Translation fixes for Portuguese by Rafael Fontenelle
sk: Opravy portugalského prekladu od Rafael Fontenelle

source: Add Traditional Chinese locale by Peter Dave Hello
sk: Pridanie čínskeho prekladu od Peter Dave Hello

source: Add category for application menu by Renner0E
sk: Pridanie kategórie pre menu aplikácii od Renner0E

source: Fix a parsing error when parsing the output of `dmidecode` that lead to a panic
sk: Opravená chyba, ktorá nastala pri parsovaní výstupu `dmidecode`a spôsobovala kernel panic

source: Update GPU tab UI to be more adaptive for smaller resolutions
sk: UI GPU karty bolo upravené tak, aby bolo adaptívne pre malé rozlíšenia

source: Added Czech translation by ondra05
sk: Pridaný český preklad od ondra05

source: Added Portuguese translation by Rilson Joás
sk: Pridaný portugalský preklad od Rilson Joás

source: Add keywords to desktop file to improve search function of desktop environments by Hannes Kuchelmeister
sk: Pridané kľúčové slová do desktop súboru pre zlepšenie vyhľadávania v desktop prostrediach od Hannes Kuchelmeister

source: Fixed a bug where the app and process list was empty for some users
sk: Opravená chyba, keď aplikačný a procesný zoznam bol prázdny pre niektorých používateľov

source: Fix a crash that occurs when the system is under heavy load
sk: Opravený pád programu, ktorý nastal pri vysokom zaťažení systému

source: First official release!
sk: Prvý oficiálny release!

source: How fast should the data be refreshed and the UI updated
sk: Ako rýchlo majú byť dáta a UI aktualizované

source: Disk transfer rate
sk: Prenosová rýchlosť disku

source: Average response time
sk: Priemerný čas odozvy

source: Overall utilization
sk: Celkové využitie

source: Some information requires administrative privileges
sk: Niektoré informácie vyžadujú oprávnenia administrátora

source: _Authenticate
sk: Overiť totožnosť

source: Throughput
sk: Priepustnosť

source: General Settings
sk: Všeobecné nastavenia

source: Update Speed
sk: Rýchlosť aktualizácie

source: Fast
sk: Rýchla

source: Refresh every half second
sk: Obnoviť každú polsekundu

source: Normal
sk: Normálna

source: Refresh every second
sk: Obnoviť raz za sekundu

source: Slow
sk: Pomalá

source: Refresh every second and a half
sk: Obnoviť každých jeden a pol sekundy

source: Very Slow
sk: Veľmi pomalá

source: Refresh every 2 seconds
sk: Obnoviť každé 2 sekundy

source: Other
sk: Iné

source: Supported
sk: Podporované
