Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Whether or not to use base-10 (default) or base-2 for network speed
ca: Si s'ha d'utilitzar la base 10 (per defecte) o base 2 per a la velocitat de la xarxa
es: Utilizar base-10 (predeterminado) o base-2 para la velocidad de la red
eu: Sarearen abiadura adierazteko base-10 (lehenetsia) edo base-2 erabili behar den
ga: Cibé acu bonn-10 (réamhshocraithe) nó bonn-2 a úsáid le haghaidh luas líonra
hu: A hálózati sebességhez tízes (alapértelmezett) vagy kettes számrendszer használata
it: Se utilizzare o meno la base 10 (predefinita) o la base 2 per la velocità di rete
pl: Ustala, czy prędkość sieci ma być pokazywana w base-10 lub w base-2 (domyślnie)

source: Whether to set graph max to interface max (false) or the max observed (true)
ca: Si s'ha d'establir el màxim del gràfic al màxim de la interfície (fals) o al màxim observat (cert)
es: Si se debe establecer el gráfico máximo en el máximo de la interfaz (falso) o en el máximo observado (verdadero)
eu: Grafikoaren goreneko balioa interfazearen puntu gorenarekin bat etorri behar den (faltsua) edo ikusgai dagoen puntu gorenarekin (egiazkoa)
fi: Asetetaanko kaavion maksimi käyttöliittymän maksimiarvoksi (false) vai havaittu maksimi (true)
fr: Indique si le maximum du graphique doit être le maximum de l'interface (faux) ou le maximum observé (vrai)
ga: Cibé an gcuirfear graf max a shocrú go max comhéadan (bréagach) nó an t-uasmhéid a breathnaíodh (fíor)
gl: Establecer o gráfico máximo coma o máximo da interface (falso) ou o máximo observado (verdadeiro)
hu: A grafikon maximumát az interfész maximumára (hamis) vagy a megfigyelt maximumra (igaz) állítsa
it: Impostare il massimo del grafico al massimo dell’interfaccia (falso) o al massimo osservato (vero)
pl: Wysokość wykresu ma się kończyć na maksymalnej wartości interfejsu (fałsz) czy na maksymalnej zaobserwowanej wartości (prawda)
pt: Definir o gráfico máximo para a interface máxima (falso) ou o máximo observado (verdadeiro)
ru: Устанавливать ли максимальное значение графика на максимальное значение интерфейса (false) или на максимальное наблюдаемое значение (true)
ta: வரைபட அதிகபட்சத்தை அதிகபட்சம் (பொய்) அல்லது அதிகபட்சம் கவனிக்கப்பட்ட (உண்மை) என அமைக்க வேண்டுமா?

source: Parent and child process stats are shown individually or merged upwards
be: Статыстыка бацькоўскіх і даччыных працэсаў адлюстроўваецца індывідуальна або аб'ядноўваецца ўверх па іерархіі
ca: Les estadístiques dels processos pare i fill es mostren individualment o es fusionen cap amunt
da: Hoved- og underprocesstatistikker vises individuelt eller flettes opad
es: Las estadísticas de los procesos padre e hijo se muestran individualmente o combinadas hacia arriba
eu: Guraso prozesuen eta ume prozesuen estatistikak banaka edo gorantz batuta erakutsi behar diren
fi: Prosessin ja sen lapsiprosessin tilastot näytetään yksittäin tai yhdistettynä
fr: Les statistiques des processus parents et enfants sont affichées séparément ou fusionnées en amont
ga: Taispeántar staitisticí próisis tuismitheora agus leanaí ina n-aonar nó déantar iad a chumasc aníos
gl: As estatísticas dos procesos pai e fillo amósanse individualmente ou mesturadas cara arriba
hi: मुख्य और उप प्रक्रिया के आँकड़े अलग-अलग दिखाए जाते हैं या ऊपर की ओर विलय किए जाते हैं
hu: A szülői és a gyermek folyamatok statisztikái külön-külön vagy felfelé összevontan jelennek meg
it: Le statistiche sui processi genitore e figlio sono mostrate individualmente oppure unite in alto
nl: Of informatie over ouder- en kinderprocessen individueel getoond of omhoog samengevoegd moet worden
pl: Wyświetlaj statystyki procesów nadrzędnych i podrzędnych indywidualnie lub sumując wraz z procesami podrzędnymi
pt: As estatísticas dos processos acima e abaixo são apresentados individualmente ou combinadas
ru: Статистика родительских и дочерних процессов отображается индивидуально или объединяется вверх по иерархии
sk: Štatistiky rodičovských a detských procesov sú zobrazované individuálne alebo spojené nahor
sv: Huvud- och underprocess statistik visas individuellt eller sammanfogad uppåt
ta: பெற்றோர் மற்றும் குழந்தை செயல்முறை புள்ளிவிவரங்கள் தனித்தனியாக காட்டப்படுகின்றன அல்லது மேல்நோக்கி இணைக்கப்படுகின்றன
uk: Статистика батьківських і дочірніх процесів відображається окремо або об'єднана зверху

source: Column sorting is persisted across app restarts
be: Сартаванне слупкоў захоўваецца пасля перазапуску праграмы
ca: L'ordenació per columnes es manté després de reiniciar l'aplicació
da: Kolonnesortering bevares på tværs af genstart af appen
es: La ordenación de las columnas se mantiene al reiniciar la aplicación
eu: Zutabeen ordenatze irizpideak aplikazioa berrabiaraztean ere mantenduko dira
fi: Sarakejärjestys säilyy sovelluksen uudelleenkäynnistysten välillä
fr: Le tri par colonne est restauré à chaque démarrage de l'application
ga: Leanann sórtáil colún ar aghaidh trasna atosaithe aipeanna
gl: A orde das colúmnas persiste ou reiniciar a aplicación
hi: ऐप पुनरारंभ होने पर कॉलम छंटाई कायम रहती है
hu: Az oszlopok rendezése az alkalmazás újraindításakor is fennmarad
it: L'ordinamento delle colonne persiste dopo un riavvio dell'applicazione
nl: Kolomsortering wordt onthouden als de applicatie opnieuw opgestart wordt
pl: Sortowanie kolumn jest zachowywane po ponownym uruchomieniu aplikacji
pt: A ordenação de colunas persiste durante os reinícios de aplicações
ru: Сортировка столбцов сохраняется после перезапуска приложения
sk: Zoradenie stĺpcov je uložené aj po reštarte aplikácie
sv: Kolumnsortering bevaras vid programomstart
ta: பயன்பாட்டு மறுதொடக்கங்கள் முழுவதும் நெடுவரிசை வரிசையாக்கம் தொடர்கிறது
uk: Сортування стовпців збережеться після перезапуску програми

source: Column order is persisted across app restarts
ca: L'ordre de les columnes es manté després de reiniciar l'aplicació
es: El orden de las columnas se mantiene al reiniciar la aplicación
eu: Zutabeen ordena aplikazioa berrabiaraztean ere mantenduko dira
ga: Coinnítear ord na gcolún ar feadh atosaithe an aip
hu: Az oszlopok sorrendje megmarad az alkalmazás újraindítása után is
it: L'ordinamento delle colonne persiste dopo un riavvio dell'applicazione
pl: Kolejność kolumn jest zachowywana po ponownym uruchomieniu aplikacji

source: Show CPU usage for Apps and Processes scaled to the number of available cores
be: Паказваць выкарыстанне працэсара праграмамі і працэсамі з улікам колькасці даступных ядраў
ca: Mostra l'ús de la CPU per a aplicacions i processos escalats segons el nombre de nuclis disponibles
da: Vis CPU-forbrug for apps og processer skaleret til antallet af tilgængelige kerner
es: Muestra el uso de la CPU para aplicaciones y procesos en función del número de núcleos disponibles
eu: Erakutsi aplikazio eta prozesuek erabilitako PUZa nukleo erabilgarri kopurura eskalatuta
fi: Näytä sovellusten ja prosessien suorittimen käyttö käytettävissä olevien ytimien määrään skaalatuna
fr: Afficher l'utilisation du processeur pour les applications et les processus en fonction du nombre de cœurs disponibles
ga: Taispeáin úsáid LAP le haghaidh Aipeanna agus Próisis scálaithe de réir líon na gcroí atá ar fáil
gl: Amosar uso da CPU por Aplicacións e Procesos escalado ao número de núcleos dispoñíbeis
hi: उपलब्ध कोर की संख्या के आधार पर ऐप्स और प्रक्रियाओं के लिए CPU उपयोग दिखाएं
hu: Alkalmazások és folyamatok CPU-használatának megjelenítése, a rendelkezésre álló magok számához igazítva
it: Mostra l'utilizzo della CPU per le app e i processi scalati al numero di Core disponibili
nl: Toon CPU-gebruik voor apps en processen geschaald naar het aantal beschikbare cores
pl: Skaluje użycie procesora dla aplikacji i procesów do liczby dostępnych rdzeni
pt: Mostrar a utilização da CPU para aplicações e processos escalados para o número de núcleos disponíveis
ru: Показывать использование процессора приложениями и процессами в зависимости от количества доступных ядер
sv: Visa CPU användning för Appar och Processer skalat till antalet tillgängliga kärnor
ta: கிடைக்கக்கூடிய கோர்களின் எண்ணிக்கையில் அளவிடப்பட்ட பயன்பாடுகள் மற்றும் செயல்முறைகளுக்கான சிபியு பயன்பாட்டைக் காட்டு
uk: Показувати використання ЦП для програм та процессів в залежності від кількості доступних ядер

source: Show a separator between each column in the Apps view
ca: Mostra un separador entre cada columna a la vista d'aplicacions
es: Mostrar un separador entre cada columna en la página de Aplicaciones
ga: Taispeáin deighilteoir idir gach colún san amharc Aipeanna
hu: Elválasztó megjelenítése az alkalmazásnézet oszlopai között
it: Mostrare un separatore tra ogni colonna nella vista App
pl: Pokaż oddzielacz pomiędzy każdą kolumną w widoku Aplikacji

source: The column name by which the Apps page view is sorted
ca: El nom de la columna pel qual s'ordena la vista de pàgina d'aplicacions
es: El nombre de la columna por la cual se ordena la vista de la página de aplicaciones
eu: Aplikazioen orriko ikuspegia ordenatzeko erabiliko den zutabearen izena
ga: An id colún trína ndéantar amharc leathanaigh na hAipeanna a shórtáil
hu: Az oszlop azonosítója, amely szerint az alkalmazások oldal nézete rendezve van
it: Il nome della colonna in base al quale viene ordinata la visualizzazione della pagina App
pl: Kolumna, według której sortowany jest widok strony aplikacji

source: The sorting direction of the Apps page view
be: Напрамак сартавання прагляду старонкі праграм
ca: La direcció d'ordenació de la vista de pàgina d'aplicacions
da: Sorteringsretningen for Apps-siden
es: La dirección de l ordenación de la vista de la página de las Aplicaciones
eu: Aplikazioen orriko ikuspegia ordenatzeko noranzkoa
fi: Sovellukset-sivunäkymän lajittelusuunta
fr: Le sens de tri de la page des Applications
ga: Treo sórtála radhairc leathanaigh na nAipeanna
gl: A dirección da orde da vista da Páxina de aplicacións
hi: ऐप्स पृष्ठ दृश्य की छंटाई दिशा
hu: Az Alkalmazások oldal nézetének rendezési iránya
it: Il verso dell'ordinamento delle colonne nella pagina delle Applicazioni
nl: De sorteerrichting van de applicatielijst
pl: Kolejność sortowania na stronie widoku aplikacji
pt: A direção de ordenação da visualização da página Aplicações
ru: Направление сортировки представления страницы "Приложения"
sv: Sorteringsriktningen av applikationernas sidovy
ta: பயன்பாடுகளின் பக்கக் காட்சியின் வரிசையாக்க திசை
uk: Напрямок сортування перегляду сторінки "Програми"

source: The order of columns in the Apps page view
ca: L'ordre de les columnes a la vista de pàgina d'aplicacions
es: El orden de las columnas en la vista de la página de aplicaciones
eu: Aplikazioen orriko ikuspegiko zutabeen ordena
ga: Ord na gcolún san amharc leathanaigh Aipeanna
hu: Az alkalmazások oldalon az oszlopok sorrendje
it: L'ordine delle colonne nella pagina delle Applicazioni
pl: Kolejność kolumn na stronie widoku aplikacji

source: Which graph is shown on the CPU performance page
be: Які графік паказваецца на старонцы прадукцыйнасці ЦП
ca: Quin gràfic es mostra a la pàgina de rendiment de la CPU?
da: Hvilken graf vises på CPU-ydelsessiden
es: Qué gráfico se muestra en la página de rendimiento de la CPU
eu: Zer grafiko erakutsiko den PUZaren errendimendu orrian
fi: Mikä kaavio näkyy suorittimen suorituskykysivulla
fr: Quel graphe est affiché sur la page de performance du processeur
ga: Cén graf a thaispeántar ar leathanach feidhmíochta an LAP
gl: Qué gráfico se amosa na páxina de rendemento da CPU
hi: CPU प्रदर्शन पृष्ठ पर कौन सा ग्राफ दिखाया गया है
hu: Melyik grafikon jelenik meg a CPU-teljesítmény oldalon
it: Quale grafico è mostrato nella pagina delle prestazioni della CPU
nl: Welke grafiek getoond wordt op de processorpagina
pl: Który wykres jest pokazywany na stronie wydajności procesora
pt: Qual gráfico é mostrado na página de desempenho da CPU
ru: Какой график отображается на странице производительности процессора
sv: Vilken graf visas på sidan för CPU prestanda
ta: எந்த வரைபடம் சிபியு செயல்திறன் பக்கத்தில் காட்டப்பட்டுள்ளது
uk: Який графік відображається на сторінці продуктивності процесора

source: Show kernel times in the CPU graphs
be: Паказаць час працы ядра на графіках працэсара
ca: Mostra els temps del nucli als gràfics de la CPU
da: Vis kernetider i CPU-graferne
es: Mostrar los tiempos del kernel en los gráficos de la CPU
eu: Erakutsi nukleoaren denborak PUZaren grafikoetan
fi: Näytä ytimen ajat CPU-kaavioissa
fr: Afficher le temps noyau sur le graphique CPU
ga: Taispeáin amanna eithne sna graif LAP
gl: Amosar os tempos de kernel nas gráficas de CPU
hi: CPU ग्राफ में कर्नेल समय दिखाएं
hu: Kernel idők mutatása a CPU grafikonon
it: Mostra tempi del kernel nel grafico CPU
nl: Toon kernel-tijden in de processorgrafieken
pl: Czas jądra na wykresie CPU
pt: Mostrar tempos de kernel nos gráficos de CPU
ru: Показывать время работы ядра на графиках ЦП
sv: Visa kärntider i CPU graferna
ta: சிபியு வரைபடங்களில் கர்னல் நேரங்களைக் காட்டு
uk: Показувати час роботи ядра на графіку ЦП

source: Which page is shown on application startup, in the performance tab
be: Якая старонка паказваецца пры запуску праграмы, ва ўкладцы прадукцыйнасці
ca: Quina pàgina es mostra a l'inici de l'aplicació, a la pestanya de rendiment
da: Hvilken side vises ved programstart, i ydeevne fanen
es: Qué página se muestra al iniciar la aplicación, en la pestaña de rendimiento
eu: Zer orri erakutsiko den aplikazioa abiaraztean, errendimendu fitxan
fi: Mikä sivu näkyy sovelluksen käynnistyksen yhteydessä, Suorituskyky-välilehdellä
fr: Quelle page est affichée au lancement de l’application, dans l’onglet performance
ga: Cén leathanach a thaispeántar ar thosú feidhmchlár, sa chluaisín feidhmíochta
gl: Qué páxina se amosa ao arranque da aplicación, no separador de rendemento
hi: अनुप्रयोग पुनरारंभ पर प्रदर्शन टैब में कौन सा पृष्ठ दिखाया गया है
hu: Melyik oldal jelenik meg az alkalmazás indításakor, a teljesítmény lapon
it: Quale pagina è mostrata all'avvio dell'applicazione, nella scheda delle prestazioni
nl: Welke pagina in het tabblad prestaties getoond wordt bij het opstarten van de applicatie
pl: Domyślna strona po otwarciu zakładki wydajność
pt: Qual página é apresentada no arranque da aplicação, no separador de desempenho
ru: Какая страница отображается при запуске приложения на вкладке производительности
sv: Vilken sida visas vid programuppstart, i prestanda fliken
ta: செயல்திறன் தாவலில், பயன்பாட்டு தொடக்கத்தில் எந்தப் பக்கம் காட்டப்பட்டுள்ளது
uk: Яка сторінка відображається під час запуску програми на вкладці продуктивності

source: Should performance graphs be smooth or jagged
be: Ці павінны быць графікі прадукцыйнасці гладкімі або зубчастымі
ca: Els gràfics de rendiment han de ser suaus o irregulars?
da: Skal ydeevnegrafer være udjævnede eller takkede
es: Gráficos de rendimiento lisos o irregulares
eu: Errendimendu grafikoak leunak edo koskadunak izan behar diren
fi: Pitäisikö suorituskykykaavioiden olla tasaisia tai rosoisia
fr: Les graphiques de performances doivent-ils être lissés ou irréguliers
ga: Ar cheart go mbeadh graif feidhmíochta réidh nó garbh
gl: Gráficos de rendemento suaves ou irregulares
hi: क्या प्रदर्शन ग्राफ सुचारू या टेढ़े-मेढ़े होने चाहिए
hu: A teljesítménygrafikon sima vagy szögletes legyen
it: I grafici delle prestazioni devono essere uniformi o irregolari
nl: Of prestatie­grafieken vloeiend of gekarteld moeten zĳn
pl: Linie na wykresach wydajności gładkie lub nie
pt: Os gráficos de desempenho devem ser suaves ou dentados
ru: Должны ли графики производительности быть плавными или неровными
sv: Ska prestandagrafer vara släta eller ojämna
ta: செயல்திறன் வரைபடங்கள் மென்மையாகவோ அல்லது துண்டிக்கப்பட வேண்டும்
uk: Показувати графіки продуктивності згладженими або грубими

source: Should graphs be animated
ca: Els gràfics haurien de ser animats?
es: Se deben animar los gráficos
eu: Grafikoak animatu behar diren edo ez
ga: Ar cheart graif a bheochan
hu: Legyenek-e a grafikonok animáltak
it: Se i grafici fossero animati
pl: Czy wykresy mają być animowane

source: Show CPU information by default
ca: Mostra la informació de la CPU per defecte
es: Mostrar información de la CPU de forma predeterminada
eu: Erakutsi PUZaren informazioa defektuz
fi: Näytä suorittimen tiedot oletuksena
fr: Afficher les informations CPU par défaut
ga: Taispeáin faisnéis LAP de réir réamhshocrú
gl: Amosar información da CPU de xeito predeterminado
hu: Processzorinformáció megjelenítése alapértelmezetten
it: Mostra le informazioni sulla CPU per impostazione predefinita
nl: Processorinformatie standaard weergeven
pl: Domyślnie pokazuj informacje o procesorze
pt: Mostrar informações da CPU por predefinição
ru: Показывать информацию о процессоре по умолчанию
ta: முன்னிருப்பாக சிபியு தகவலைக் காட்டு

source: Show memory information by default
ca: Mostra la informació de la memòria per defecte
es: Mostrar información de la memoria de manera predeterminada
eu: Erakutsi memoriaren informazioa defektuz
fi: Näytä muistin tiedot oletuksena
fr: Afficher les informations de la mémoire par défaut
ga: Taispeáin faisnéis chuimhne trí réamhshoc
gl: Amosar información da memoria de xeito predeterminado
hu: Memóriainformációk megjelenítése alapértelmezés szerint
it: Mostra le informazioni sulla memoria per impostazione predefinita
nl: Geheugeninformatie standaard weergeven
pl: Domyślnie pokazuj informacje o pamięci
pt: Mostrar informações de memória por predefinição
ru: Показывать информацию о памяти по умолчанию
ta: நினைவக தகவல்களை இயல்பாகவே காட்டு

source: Show disk information by default
ca: Mostra la informació del disc per defecte
es: Mostrar información del disco de manera predeterminada
eu: Erakutsi diskoaren informazioa defektuz
fi: Näytä levyn tiedot oletuksena
fr: Afficher les informations des disques par défaut
ga: Taispeáin faisnéis diosca trí réamhshocrú
gl: Amosar información do disco de xeito predeterminado
hu: Lemezinformáció megjelenítése alapértelmezetten
it: Mostra le informazioni sul disco per impostazione predefinita
nl: Schijfinformatie standaard weergeven
pl: Domyślnie pokazuj informacje o dyskach
pt: Mostrar informações do disco por predefinição
ru: Показывать информацию о диске по умолчанию
ta: வட்டு தகவல்களை இயல்பாகவே காட்டு

source: Show network information by default
ca: Mostra la informació de la xarxa per defecte
es: Mostrar información de red de manera predeterminada
eu: Erakutsi sarearen informazioa defektuz
fi: Näytä verkon tiedot oletuksena
fr: Afficher les informations réseaux par défaut
ga: Taispeáin faisnéis líonra trí réamhshocrú
gl: Amosar información da rede de xeito predeterminado
hu: Hálózati információ megjelenítése alapértelmezetten
it: Mostra le informazioni di rete per impostazione predefinita
nl: Netwerkinformatie standaard weergeven
pl: Domyślnie pokazuj informacje o sieci
pt: Mostrar informações de rede por predefinição
ru: Показывать информацию о сети по умолчанию
ta: பிணையம் தகவல்களை இயல்பாக காட்டுங்கள்

source: Show GPU information by default
ca: Mostra la informació de la GPU per defecte
es: Mostrar información de la GPU de manera predeterminada
eu: Erakutsi GPUaren informazioa defektuz
fi: Näytä näytönohjaimen tiedot oletuksena
fr: Afficher les informations GPU par défaut
ga: Taispeáin faisnéis GPU de réir réamhshocraithe
gl: Amosar información da GPU de xeito predeterminado
hu: GPU-információ megjelenítése alapértelmezetten
it: Mostra le informazioni sulla GPU per impostazione predefinita
nl: Grafischekaartinformatie standaard weergeven
pl: Domyślnie pokazuj informacje o karcie graficznej
pt: Mostrar informações da GPU por predefinição
ru: Показывать информацию о ГП по умолчанию
ta: முன்னிருப்பாக GPU தகவலைக் காட்டு

source: Show fan information by default
ca: Mostra la informació del ventilador per defecte
es: Mostrar información del ventilador de manera predeterminada
eu: Erakutsi haizagailuaren informazioa defektuz
fi: Näytä tuulettimen tiedot oletuksena
fr: Afficher les informations de ventilation par défaut
ga: Taispeáin faisnéis Gaothráin de réir réamhshocraithe
gl: Amosar información do ventilador de xeito predeterminado
hu: Ventilátorinformáció megjelenítése alapértelmezetten
it: Mostra le informazioni sulle ventole per impostazione predefinita
nl: Ventilatorinformatie standaard weergeven
pl: Domyślnie pokazuj informacje o wiatrakach
pt: Mostrar informações da ventoinha por predefinição
ru: Показывать информацию о вентиляторе по умолчанию
ta: விசிறி தகவல்களை இயல்பாகவே காட்டு

source: Show the mem composition widget
ca: Mostra el giny de composició de la memòria
es: Mostrar el widget de la composición de la memoria
eu: Erakutsi memoriaren konposaketa widgeta
fi: Näytä muistin kokoonpano -vekotin
fr: Afficher le widget de composition des mémoires
ga: Taispeáin an ghiuirléid comhdhéanamh meam
gl: Amosar o widget da composición da memoria
hu: Memória-összetétel widget megjelenítése
it: Mostra il widget di composizione della memoria
nl: Toon de geheugensamenstellingwidget
pl: Pokaż widżet rozkładu pamięci
pt: Mostrar o widget de composição de memória
ru: Показывать виджет структуры памяти
ta: மெம் கலவை விட்செட்டைக் காட்டு

source: Show the swap graph
ca: Mostra el gràfic de la memòria d'intercanvi
es: Mostrar el gráfico de la memoria de intercambio
eu: Erakutsi trukatze-espazioaren grafikoa
fi: Näytä vaihtokaavio
fr: Afficher le graphique du swap
ga: Taispeáin an graf babhtála
gl: Amosar o gráfico de memoria de intercambio (swap)
hu: Cserehely grafikon megjelenítése
it: Mostra il grafico sull'uso dello swap
nl: Toon de swap-grafiek
pl: Pokaż wykres stronnicowania
pt: Mostrar o gráfico de swap
ru: Показывать график подкачки
ta: இடமாற்று வரைபடத்தைக் காட்டு

source: Show the gpu encode-decode graph
ca: Mostra el gràfic de codificació/descodificació de la GPU
es: Mostrar el gráfico de codificación y decodificación de la GPU
eu: Erakutsi GPUaren kodetze/deskodetze grafikoa
ga: Taispeáin an graf ionchódai-díchódaithe gpu
hu: GPU kódolás-dekódolás grafikon megjelenítése
it: Mostra il grafico codifica-decodifica della GPU
pl: Pokaż wykres procesu kodowania i dekodowania karty graficznej

source: The ordering of entries in the application sidebar
ca: L'ordre de les entrades a la barra lateral de l'aplicació
es: El orden de las entradas en la barra lateral de la aplicación
eu: Aplikazioaren alboko barrako sarreren ordena
fi: Merkintöjen järjestys sovelluksen sivupalkissa
fr: L'ordre des entrées dans la barre latérale de l'application
ga: Ordú iontrálacha i barra taobh na bhfeidhmchláir
gl: A orde das entradas na barra lateral da aplicación
hu: Az alkalmazás oldalsávjában lévő elemek sorrendje
it: Ordine delle voci nella barra laterale delle applicazioni
pl: Kolejność opcji w pasku bocznym
pt: A ordenação das entradas na barra lateral da aplicação
ru: Упорядочивание записей в боковой панели приложения
ta: பயன்பாட்டு பக்கப்பட்டியில் உள்ளீடுகளை வரிசைப்படுத்துதல்

source: Graphs that should be hidden in the application sidebar
ca: Gràfics que s'han d'amagar a la barra lateral de l'aplicació
es: Gráficos que deben estar ocultos en la barra lateral de la aplicación
eu: Aplikazioaren alboko barratik ezkutatu beharreko grafikoak
fi: Kaaviot, jotka tulisi piilottaa sovelluksen sivupalkissa
fr: Graphiques qui doivent être cachés dans la barre latérale de l'application
ga: Graif ba chóir a bheith i bhfolach i mbarra taobh na feidhmchláir
gl: Gráficas que deben estar ocultas na barra lateral da aplicación
hu: Az alkalmazás oldalsávjában elrejtendő grafikonok
it: Grafico che dovrebbe essere nascosto nella barra laterale delle applicazioni
pl: Ukrywaj wykresy w panelu bocznym aplikacji
pt: Gráficos que devem ser ocultados na barra lateral da aplicação
ru: Графики, которые должны быть скрыты в боковой панели приложения
ta: பயன்பாட்டு பக்கப்பட்டியில் மறைக்கப்பட வேண்டிய வரைபடங்கள்

source: Type
ca: Tipus
es: Tipo
eu: Mota
fi: Tyyppi
ga: Cineál
hu: Típus
it: Tipo
pl: Rodzaj
