Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Show Memory Composition
ca: Mostra la composició de la memòria
es: Mostrar composición de memoria
eu: Erakutsi memoriaren konposaketa
fi: Näytä muistin kokoonpano
ga: Taispeáin Comhdhéanamh Cuimh
gl: Amosar composición da memoria
hu: Memória-összetétel megjelenítése
it: Mostra composizione della memoria
nl: Geheugensamenstelling weergeven
pl: Pokaż rozkład pamięci
pt: Mostrar Composição da memória
ru: Показывать структуру памяти
ta: நினைவக கலவையைக் காட்டு

source: Show Swap Usage
ca: Mostra l'ús d'intercanvi de memòria
es: Mostrar el uso del intercambio
eu: Erakutsi trukatze-espazioaren erabilera
fi: Näytä swapin käyttö
fr: Afficher l'utilisation du swap
ga: Taispeáin Úsáid Malartú
gl: Amosar uso da memoria de intercambio (swap)
hu: Cserehelyhasználat megjelenítése
it: Mostra l'utilizzo dello swap
nl: Swapgebruik weergeven
pl: Pokaż użycie stronnicowania
pt: Mostrar utilização de Swap
ru: Показывать использование подкачки
ta: இடமாற்று பயன்பாட்டைக் காட்டு

source: Graph _Summary View
be: _Зводная дыяграма
ca: Vista resu_m de la gràfica
da: Graf _Summary View
es: Vista resu_mida de la gráfica
eu: Grafikoaren _laburpen ikuspegia
fi: Kaavion _yhteenvedon näkymä
fr: Vue épurée
ga: Graf _Amharc Achoimre
gl: Vista _Resumida da gráfica
hi: ग्राफ सारांश दृश्य (_S)
hu: Grafikon _összegző nézet
it: Vista ria_ssuntiva
nl: _Samenvattingsweergave met grafiek
pl: Wykres _podsumowania
pt: Visão re_sumida
ru: _Сводная диаграмма
sv: Graf _Sammanfattningsvy
ta: வரைபடம் _ மிகச்சிறந்த பார்வை
uk: Зве_дений графік

source: _View
be: _Выгляд
ca: _Vista
da: _Oversigt
es: _Vista
eu: _Ikuspegia
fi: _Näytä
fr: _Affichage
ga: _Féach
gl: _Vista
hi: देखें (_V)
hu: _Nézet
it: _Vista
nl: _Weergave
pl: _Widok
pt: _Visão
ru: _Вид
sk: _Zobraziť
sv: _Vy
ta: காட்சி (_V)
uk: _Вид

source: CP_U
be: _ЦП
eu: P_UZa
fi: _Suoritin
ga: LA_P
hu: Pr_ocesszor
nl: _Processor
ru: _ЦП
uk: _ЦП

source: _Memory
be: _Памяць
ca: _Memòria
da: _Hukommelse
es: _Memoria
eu: _Memoria
fi: _Muisti
fr: _Mémoire
ga: _Cuimhne
gl: _Memoria
hi: मेमोरी (_M)
hu: _Memória
it: _Memoria
nl: _Geheugen
pl: Pa_mięć
pt: _Memória
ru: _Память
sk: _Pamäť
sv: _Minne
ta: _மெமரி
uk: _Пам'ять

source: _Drive
be: _Дыск
ca: _Unitat
da: _Drev
es: _Disco
eu: _Unitatea
fi: _Asema
fr: _Disque
ga: _Tiomáint
gl: _Disco
hi: ड्राइव (_D)
hu: _Meghajtó
it: _Disco
nl: _Schĳf
pl: _Dysk
pt: _Disco
ru: _Накопитель
sv: _Disk
ta: _ இயக்கி
uk: _Накопичувач

source: _Network
be: _Сетка
ca: _Xarxa
da: _Netværk
es: _Red
eu: _Sarea
fi: _Verkko
fr: _Réseau
ga: _Líonra
gl: _Rede
hi: नेटवर्क (_N)
hu: _Hálózat
it: _Rete
nl: _Netwerk
pl: _Sieć
pt: R_ede
ru: _Сеть
sk: _Sieť
sv: _Nätverk
ta: _நெட் வொர்க்
uk: _Мережа

source: _GPU
be: _ГП
eu: _GPUa
fi: _Näytönohjain
hu: _Videókártya
nl: Gra_fische kaart
ru: _ГП
uk: _ГП

source: _Fan
ca: _Ventilador
es: _Ventilador
eu: _Haizagailua
fi: _Tuuletin
ga: _Gaothráin
gl: _Ventilador
hu: _Ventilátor
it: _Ventola
pl: _Wentylatory
pt: _Ventoinha
ru: В_ентилятор
ta: _ ஃபான்

source: _Copy
be: _Капіяваць
ca: _Copia
da: _Kopier
es: _Copiar
eu: _Kopiatu
fi: _Kopioi
fr: _Copier
ga: _Cóipeáil
gl: _Copiar
hi: कॉपी (_C)
hu: _Másolás
it: _Copia
nl: _Kopiëren
pl: _Kopiuj
pt: _Cópia
ru: _Копировать
sk: _Kopírovať
sv: _Kopia
ta: _ கோபி
uk: _Копіювати

source: Read speed
be: Хуткасць чытання
ca: Velocitat de lectura
da: Læsehastighed
es: Velocidad de lectura
eu: Irakurtze-abiadura
fi: Lukunopeus
fr: Vitesse de lecture
ga: Luas léigh
gl: Velocidade de lectura
hi: पठन गति
hu: Olvasási sebesség
it: Velocità di lettura
nl: Leessnelheid
pl: Prędkość odczytu
pt: Velocidade de leitura
ru: Скорость чтения
sk: Rýchlosť čítania
sv: Läshastighet
ta: வேகத்தைப் படியுங்கள்
uk: Швидкість зчитування

source: Write speed
be: Хуткасць запісу
ca: Velocitat d'escriptura
da: Skrivehastighed
es: Velocidad de escritura
eu: Idazte-abiadura
fi: Kirjoitusnopeus
fr: Vitesse d’écriture
ga: Luas scríobh
gl: Velocidade de escritura
hi: लेखन गति
hu: Írási sebesség
it: Velocità di scrittura
nl: Schrijfsnelheid
pl: Prędkość zapisu
pt: Velocidade de escrita
ru: Скорость записи
sk: Rýchlosť zápisu
sv: Skrivhastighet
ta: விரைவு எழுதுங்கள்
uk: Швидкість запису

source: Total Read
ca: Total llegit
es: Lectura total
eu: Irakurrita guztira
fi: Luettu yhteensä
ga: Léamh Iomlán
hu: Összes olvasás
it: Totale letto
pl: Całkowity odczyt

source: Total Written
ca: Total escrit
es: Escritura total
eu: Idatzita guztira
fi: Kirjoitettu yhteensä
ga: Iomlán Scríofa
hu: Összes írás
it: Totale Scritto
pl: Całkowity zapis

source: Active time
be: Актыўны час
ca: Temps actiu
da: Aktiv tid
es: Tiempo activo
eu: Denbora aktiboa
fi: Aktiivisuusaika
fr: Temps actif
ga: Am gníomhach
gl: Tempo activo
hi: सक्रिय समय
hu: Aktív idő
it: Tempo di attività
nl: Tijd actief
pl: Czas aktywności
pt: Tempo de atividade
ru: Активное время
sk: Aktívny čas
sv: Aktiv tid
ta: செயலில் நேரம்
uk: Час активності

source: Avg. response time
be: Сярэдні час адказу
ca: Mitj. de temps de resposta
da: Gns. svartid
es: Tiempo promedio de respuesta
eu: Batez besteko erantzute denbora
fi: Keskimääräinen vasteaika
fr: Temps de réponse moy.
ga: Am freagartha ar an meán
gl: Tempo promedio de resposta
hi: औसत प्रतिक्रिया समय
hu: Átl. válaszidő
it: Tempo medio di risposta
nl: Gemiddelde responstijd
pl: Średni czas reakcji
pt: Tempo de resposta médio
ru: Среднее время ответа
sv: Genomsnittlig responstid
ta: ஏ.வி.சி. மறுமொழி நேரம்
uk: Середній час відгуку

source: Capacity:
be: Ёмістасць:
ca: Capacitat:
da: Kapacitet:
es: Capacidad:
eu: Edukiera:
fi: Kapasiteetti:
fr: Capacité :
ga: Cumas:
gl: Capacidade:
hi: क्षमता:
hu: Kapacitás:
it: Capacità:
nl: Capaciteit:
pl: Pojemność:
pt: Capacidade:
ru: Ёмкость:
sk: Kapacita:
sv: Kapacitet:
ta: திறன்:
uk: Ємність:

source: Formatted:
be: Фарматаваны:
ca: Format:
da: Formatteret:
es: Formateado:
eu: Formateatuta:
fi: Alustettu:
fr: Formaté :
ga: Formáidithe:
gl: Formateado:
hi: स्वरूपित:
hu: Formázott:
it: Formattata:
nl: Geformatteerd:
pl: Sformatowano:
pt: Formatado:
ru: Отформатировано:
sk: Formátované:
sv: Formaterad:
ta: வடிவமைக்கப்பட்டுள்ளது:
uk: Відформатований:

source: System disk:
be: Сістэмны дыск:
ca: Disc del sistema:
es: Disco del sistema:
eu: Sistemako diskoa:
fi: Järjestelmälevy:
fr: Disque système :
ga: Diosca córas:
gl: Disco do sistema:
hi: सिस्टम डिस्क:
hu: Rendszerlemez:
it: Disco di sistema:
nl: Systeemopslag:
pl: Dysk systemowy:
pt: Disco do sistema:
ru: Системный диск:
sk: Systémový disk:
ta: கணினி வட்டு:
uk: Системний диск:

source: Type:
be: Тып:
ca: Tipus:
es: Tipo:
eu: Mota:
fi: Tyyppi:
ga: Cineál:
gl: Tipo:
hi: प्रकार:
hu: Típus:
it: Tipo:
pl: Typ:
pt: Tipo:
ru: Тип:
sk: Typ:
sv: Typ:
ta: தட்டச்சு:
uk: Тип:

source: Utilization over
ca: Ús superior a
da: Udnyttelse over
es: Uso superior a
eu: Erabilera denbora-tarte honetan:
fi: Käyttö ajanjaksolla
fr: Utilisation sur
ga: Úsáid thar
gl: Uso superior a
hu: Kihasználtság az elmúlt
it: Utilizzo negli ultimi
nl: Gebruik gedurende
pl: Użycie przez
pt: Utilização ao longo
ru: Использование за
ta: பயன்பாடு

source: Video encode/decode utilization over
ca: Ús de codificació/descodificació de vídeo superior a
da: Videoencode/decode-udnyttelse over
es: Utilización de codificación/decodificación de video
eu: Bideo kodetze/deskodetze erabilera denbora-tarte honetan:
fi: Videon pakkaus/purku ajanjaksolla
fr: Utilisation de l'encodage/décodage vidéo
ga: Ionchódú físeáin/úsáid díchódaithe thar
gl: Utilización da codificación/decodificación de vídeo superior a
hu: Videó kódolási/dekódolási kihasználtság az elmúlt
it: Utilizzo video codifica/decodifica ultimi
nl: Gebruik van video­codering gedurende
pl: Kodowanie wideo przez
pt: Codificação/decodificação de vídeo
ru: Использование кодирования/декодирования видео за
ta: வீடியோ குறியாக்கம்/டிகோட் பயன்பாடு

source: Show Encode/Decode Usage
ca: Mostra l'ús de codificació/descodificació
es: Mostrar uso de codificación/decodificación
eu: Erakutsi kodetze/deskodetze erabilera
fi: Näytä pakkaus/purku
fr: Afficher l'utilisation de l'encodage/décodage
ga: Taispeáin Ionchódú/Úsáid Díchódaithe
gl: Amosar uso da codificación/decodificación
hu: Kódolás/Dekódolás használat megjelenítése
it: Mostra utilizzo di codifica/decodifica
nl: Toon encodeer-decodeergebruik
pl: Pokaż użycie kodera/dekodera
pt: Mostrar utilização de codificação/decodificação
ru: Показывать использование кодирования/декодирования
ta: குறியாக்கம்/டிகோட் பயன்பாட்டைக் காட்டு

source: Change G_raph To
be: Змяніць Г_рафік на
ca: Canvia G_raph a
da: Skift G_raph Til
es: Cambiar g_ráfica a
eu: Aldatu g_rafikoa hona
fi: Vaih_da kaavioksi
fr: Changer le _graphe pour
ga: Athraigh G_raf Chun
gl: Cambiar G_ráfica a
hi: ग्राफ इसमें बदलें (_r)
hu: G_ráf változtatása
it: Cambia g_rafico
nl: G_rafiek veranderen naar
pl: Zmień wykres na
pt: Mudar g_ráfico para
ru: Изменить г_рафик на
sk: Zmeniť graf na
sv: Ändra G_raf Till
ta: G_RAPH ஐ மாற்றவும்
uk: Змінити графік _на

source: Overall U_tilization
be: Агульнае В_ыкарыстанне
ca: Ús_s general
da: Samlet U_tilization
es: U_so global
eu: _Erabilera orokorra
fi: Käytt_ö yhteensä
fr: U_tilisation générale
ga: U_tilization foriomlán
gl: U_so global
hi: समग्र उपयोग (_t)
hu: Teljes K_ihasználtság
it: _Utilizzo complessivo
nl: _Algemeen gebruik
pl: Ogólne wykorzystanie
pt: U_tilização geral
ru: _Общее использование
sk: Celkové využitie
sv: Total A_nvändning
ta: ஒட்டுமொத்த பயன்பாடு
uk: _Загальне використання

source: Logical _Processors
be: Лагічныя _працэсары
ca: _Processadors lògics
da: Logiske _Processors
es: _Procesadores lógicos
eu: _Prozesadore logikoak
fi: _Loogiset suorittimet
fr: _Processeurs logiques
ga: Próiseálaithe Loighciúla
gl: _Procesadores Lógicos
hi: तार्किक प्रोसेसर (_P)
hu: Logikai _processzorok
it: Processori _logici
nl: Logische _processoren
pl: Procesory logiczne
pt: _Processadores lógicos
ru: _Логические процессоры
sk: Logické procesory
sv: Logiska _Processorer
ta: தர்க்கரீதியான _ செயல்முறை
uk: _Логічні процесори

source: Show Kernel Times
be: Паказваць час працы ядра
ca: Mostra els temps del nucli
da: Vis kernetider
es: Mostrar tiempos del núcleo
eu: Erakutsi nukleoaren denborak
fi: Näytä ydinajat
fr: Afficher les temps noyau
ga: Taispeáin Kernel Amanna
gl: Amosar tempos do núcleo
hi: कर्नेल समय दिखाएं
hu: Kernel idő mutatása
it: Mostra i tempi del kernel
nl: Toon kernel-tijden
pl: Pokaż czasy jądra
pt: Mostrar tempos de kernel
ru: Показать время работы ядра
sv: Visa Kärntider
ta: கர்னல் நேரங்களைக் காட்டு
uk: Показати час роботи ядра

source: In Use:
ca: En ús:
es: En uso:
eu: Erabiltzen:
fi: Käytössä:
ga: In Úsáid:
hu: Használatban:
it: In Uso:
pl: W użytku:

source: Modified:
ca: Modificat:
es: Modificado:
eu: Aldatuta:
fi: Muokattu:
ga: Athraithe:
hu: Módosítva:
it: Modificato:
pl: Zmodyfikowano:

source: Standby:
ca: En repòs:
es: En espera:
eu: Zain:
fi: Valmiudessa:
ga: Fuireachas:
hu: Készenlét:
pl: Czuwanie:

source: Free:
ca: Lliure:
es: Libre:
eu: Erabilgarri:
fi: Vapaana:
ga: Saor in aisce:
hu: Szabad:
it: Libero:
pl: Wolne:

source: Fan Speed
ca: Velocitat del ventilador
es: Velocidad del ventilador
eu: Haizagailuaren abiadura
fi: Tuulettimen nopeus
fr: Vitesse de ventilation
ga: Luas Gaothráin
gl: Velocidade do ventilador
hu: Ventilátor sebesség
it: Velocità della ventola
pl: Prędkość wentylatora
pt: Velocidade da ventoinha
ru: Скорость вентилятора
ta: ரசிகர்களின் விரைவு

source: PWM Percentage
ca: Percentatge de PWM
es: Porcentaje de PWM
eu: PWM ehunekoa
fi: PWM-prosentti
ga: Céatadán PWM
hu: PWM százalék
it: Percentuale PWM
pl: Procent PWM

source: Current Temperature
ca: Temperatura actual
es: Temperatura actual
eu: Uneko tenperatura
fi: Nykyinen lämpötila
fr: Température actuelle
ga: Teocht Reatha
gl: Temperatura actual
hu: Jelenlegi hőmérséklet
it: Temperatura attuale
pl: Temperatura
pt: Temperatura atual
ru: Текущая температура
ta: தற்போதைய வெப்பநிலை

source: Fan speed over
ca: Velocitat del ventilador superior a
es: Velocidad del ventilador superior
eu: Haizagailuaren abiadura denbora-tarte honetan:
fi: Tuulettimen nopeus ajanjaksolla
ga: Luas gaothráin thar
gl: Velocidade do ventilador superior a
hu: Ventilátor sebesség az elmúlt
it: Velocità della ventola negli ultimi
pl: Szybkość wiatraka przez
pt: Velocidade da ventoinha
ru: Скорость вентилятора за
ta: ரசிகர்களின் விரைவு

source: Temperature over
ca: Temperatura superior a
es: Temperatura máxima
eu: Tenperatura denbora-tarte honetan:
fi: Lämpötila ajanjaksolla
ga: Teocht os cionn
gl: Temperatura máxima superior a
hu: Hőmérséklet az elmúlt
it: Temperatura negli ultimi
pl: Temperatura przez
pt: Temperatura
ru: Температура за
ta: வெப்பநிலை ஓவர்

source: Smart Data
ca: Dades SMART
es: Datos SMART
eu: SMART datuak
ga: Sonraí Cliste
hu: SMART adatok
it: Dati smart
pl: Dane S.M.A.R.T.

source: Last Updated
ca: Última actualització
es: Última actualización
eu: Azken eguneratzea
fi: Viimeksi päivitetty
ga: Nuashonrú Deiridh
hu: Utoljára frissítve
it: Ultimo aggiornamento
pl: Ostatnio zaktualizowane

source: Powered On
ca: Encès
eu: Piztuta
fi: Käynnistettynä
ga: Cumhachtaithe Ar
hu: Bekapcsolva
it: Acceso
pl: Włączone

source: Drive Health
ca: Salut de la unitat
es: Salud del disco
eu: Unitatearen osasuna
fi: Aseman kunto
ga: Sláinte Tiomána
hu: Meghajtó állapota
it: Salute dispositivo
pl: Zdrowie dysku

source: SMART Test Status
ca: Estat de la prova SMART
es: Estado de la prueba SMART
eu: SMART probaren egoera
ga: Stádas Tástála SMART
hu: SMART teszt állapot
it: Stato del test SMART
pl: Stan testu S.M.A.R.T.

source: Attribute
ca: Atribut
es: Atributo
eu: Ezaugarria
fi: Attribuutti
ga: tréith
hu: Attribútum
it: Attributo
pl: Atrybut

source: Value
ca: Valor
es: Valor
eu: Balioa
fi: Arvo
ga: Luach
hu: Érték
it: Valore
pl: Wartość

source: ID
eu: IDa
hu: Azonosító

source: Normalized
ca: Normalitzat
es: Normalizado
eu: Normalizatua
fi: Normalisoitu
ga: Gnáthaithe
hu: Normalizált
it: Normalizzato
pl: Znormalizowane

source: Threshold
ca: Llindar
es: Umbral
eu: Atalasea
fi: Kynnysarvo
ga: Tairseach
hu: Küszöbérték
it: Soglia
pl: Próg

source: Worst
ca: El pitjor
es: Peor
eu: Okerrena
fi: Huonoin
ga: Is measa
hu: Legrosszabb
it: Peggiore
pl: Najgorszy

source: Updates
ca: Actualitzacions
es: Actualizaciones
eu: Eguneratzeak
fi: Päivitykset
ga: Nuashonruithe
hu: Frissítések
it: Aggiornamenti
pl: Aktualizacje

source: Assessment
ca: Avaluació
es: Evaluación
eu: Ebaluazioa
ga: Measúnú
hu: Értékelés
it: Valutazione
pl: Ocena

source: Failed To Get SMART Data
ca: No s'han pogut obtenir les dades SMART
eu: Huts egin du SMART datuak eskuratzean
fi: SMART-dataa ei saatu
hu: Nem sikerült lekérni a SMART adatokat
it: Impossibile ottenere i dati SMART
pl: Niepowodzenie zdobywania danych S.M.A.R.T.

source: There was a problem fetching SMART data. Try running from the command line to get more information.
ca: Hi ha hagut un problema en obtenir les dades SMART. Proveu d'executar-ho des de la línia d'ordres per obtenir més informació.
fi: SMART-dataa noutaessa ilmeni ongelma. Yritä suorittaa komentoriviltä saadaksesi lisätietoja.
hu: Hiba történt a SMART adatok lekérésekor. Próbálja meg parancssorból futtatni a programot további információkért.
it: Si è verificato un errore durante il recupero di dati SMART. Provare ad avviare dalla linea di comando per maggiori informazioni.
pl: Wystąpił problem podczas zdobywania danych S.M.A.R.T. Spróbuj uruchomić z wiersza poleceń, aby dowiedzieć się więcej.

source: Throughput over
ca: Rendiment superior a
da: Overførselshastighed over
es: Rendimiento superior a
eu: Errendimendua denbora-tarte honetan:
fi: Välityskyky ajanjaksolla
ga: Tríchur thar
gl: Rendemento superior a
hu: Áteresztőképesség az elmúlt
it: Traffico negli ultimi
nl: Doorvoer gedurende
pl: Przepustowość
pt: Taxa de transferência ao longo de
ru: Пропускная способность за
ta: செயல்திறன்

source: Network Se_ttings
be: _Налады сеткі
ca: Con_figuració de xarxa
da: Netværk Se_ttings
es: Con_figuración de red
eu: Sareko e_zarpenak
fi: _Verkkoasetukset
fr: _Paramètres réseau
ga: Socrui_the Líonra
gl: Con_figuración da rede
hi: नेटवर्क सेटिंग्स (_t)
hu: Hálózati be_állítások
it: Impos_tazioni di rete
nl: Netwerk_instellingen
pl: Ustawienia sieci
pt: De_finições de rede
ru: _Настройки сети
sk: Sieťové nastavenia
sv: Nätverksin_ställningar
ta: பிணைய அமைப்புகள்
uk: Нала_штування мережі

source: Show SMART Data
ca: Mostra les dades SMART
es: Mostrar datos SMART
eu: Erakutsi SMART datuak
fi: Näytä SMART-data
ga: Taispeáin Sonraí SMART
hu: SMART adatok megjelenítése
it: Mostra dati SMART
pl: Pokaż dane S.M.A.R.T.

source: Eject Disk
ca: Expulsa el disc
es: Expulsar disco
eu: Egotzi diskoa
fi: Irrota levy
ga: Easchur Diosca
hu: Meghajtó kiadása
it: Espelli disco
pl: Wysuń dysk

source: Active time over
ca: Temps actiu
da: Aktiv tid over
es: Tiempo de actividad
eu: Denbora aktiboa denbora-tarte honetan:
fi: Aktiivisuusaika ajanjaksolla
fr: Temps actif sur
ga: Am gníomhach thar éis
gl: Tempo activo superior a
hu: Aktív idő az elmúlt
it: Tempo di attività negli ultimi
nl: Actieve tĳd gedurende
pl: Czas aktywności
pt: Tempo ativo ao longo de
ru: Активное время за
ta: செயலில் நேரம்

source: Receive
be: Атрыманне
ca: Rebuts
da: Modtag
es: Recepción
eu: Jasotzen
fi: Vastaanotto
fr: Reçu
ga: Faigh
gl: Recepción
hi: प्राप्त करें
hu: Fogadás
it: Ricezione
nl: Ontvangen
pl: Odbierane
pt: Recebido
ru: Получение
sk: Prijímanie
sv: Ta emot
ta: பெறுங்கள்
uk: Отримано

source: Send
be: Адпраўка
ca: Enviats
es: Envío
eu: Bidaltzen
fi: Lähetys
fr: Envoyé
ga: Seol
gl: Envío
hi: भेजें
hu: Küldés
it: Invio
nl: Verzenden
pl: Wysyłane
pt: Enviado
ru: Отправка
sk: Odosielanie
sv: Skicka
ta: அனுப்பு
uk: Надіслати

source: Total Received
ca: Total rebut
es: Total recibido
eu: Jasota guztira
fi: Vastaanotettu yhteensä
ga: Iomlán Faighte
gl: Total recibido
hu: Összes fogadva
it: Totale ricevuto
pl: Odebrane całościowo

source: Total Sent
ca: Total enviat
es: Total enviado
eu: Bidalitakoak guztira
fi: Lähetetty yhteensä
fr: Total envoyé
ga: Iomlán Seolta
gl: Total enviado
hu: Összesen elküldve
it: Totale inviato
nl: Totaal verzonden
pl: Wysłane całościowo
pt: Total enviado
ru: Всего отправлено
ta: மொத்தம் அனுப்பப்பட்டது

source: Interface name:
be: Імя інтэрфейса:
ca: Nom de la interfície:
da: Interface navn:
es: Nombre de la interfaz:
eu: Interfazearen izena:
fi: Liitännän nimi:
fr: Nom de l’interface :
ga: Ainm an chomhéadain:
gl: Nome da interface:
hi: इंटरफ़ेस नाम:
hu: Interfész neve:
it: Nome interfaccia:
nl: Interface-naam:
pl: Nazwa interfejsu:
pt: Nome do adaptador:
ru: Имя интерфейса:
sk: Názov rozhrania:
sv: Kortnamn:
ta: இடைமுகத்தின் பெயர்:
uk: Ім'я інтерфейсу:

source: Connection type:
be: Тып злучэння:
ca: Tipus de connexió:
da: Forbindelsestype:
es: Tipo de conexión:
eu: Konexio mota:
fi: Yhteyden tyyppi:
fr: Type de connection :
ga: Cineál ceangail:
gl: Tipo de conexión:
hi: कनेक्शन प्रकार:
hu: Kapcsolat típusa:
it: Tipo di connessione:
nl: Connectietype:
pl: Rodzaj połączenia:
pt: Tipo de ligação:
ru: Тип соединения:
sk: Typ pripojenia:
sv: Anslutningstyp:
ta: இணைப்பு வகை:
uk: Тип з'єднання:

source: Signal strength:
be: Моц сігналу:
ca: Intensitat del senyal:
da: Signalstyrke:
es: Intensidad de la señal:
eu: Seinale sendotasuna:
fi: Signaalin voimakkuus:
fr: Force du signal :
ga: Neart comhartha:
gl: Intensidade do sinal:
hi: संकेत क्षमता:
hu: Jel erőssége:
it: Potenza segnale:
nl: Signaalsterkte:
pl: Siła sygnału:
pt: Força do sinal:
ru: Мощность сигнала:
sk: Sila signálu:
sv: Signalstyrka:
ta: சிக்னல் வலிமை:
uk: Сила сигналу:

source: Maximum Bitrate:
be: Максімальны бітрэйт:
ca: Taxa de bits màxima:
da: Maksimum Bitrate:
es: Tasa de bits máxima:
eu: Bit tasa maximoa:
fi: Enimmäisnopeus;:
fr: Bitrate maximum :
ga: Uasmhéid Giotáin:
gl: Taxa de bits máxima:
hi: अधिकतम बिटरेट:
hu: Maximális bitráta:
it: Bitrate massimo:
pl: Maksymalna przepustowość:
pt: Fluxo máximo:
ru: Максимальный битрейт:
sk: Maximálna prenosová rýchlosť:
sv: Högsta bithastighet:
ta: அதிகபட்ச பிட்ரேட்:
uk: Максимальний бітрейт:

source: Frequency:
be: Частата:
ca: Freqüència:
da: Frekvens:
es: Frecuencia:
eu: Maiztasuna:
fi: Taajuus:
fr: Fréquence :
ga: Minicíocht:
gl: Frecuencia:
hi: आवृत्ति:
hu: Frekvencia:
it: Frequenza:
nl: Frequentie:
pl: Częstotliwość:
pt: Frequência:
ru: Частота:
sk: Frekvencia:
sv: Frekvens:
ta: அதிர்வெண்:
uk: Частота:

source: Hardware address:
be: Апаратны адрас:
ca: Adreça del maquinari:
da: Hardwareadresse:
es: Dirección hardware:
eu: Hardware helbidea:
fi: Laiteosoite:
fr: Adresse MAC :
ga: Seoladh crua-earraí:
gl: Enderezo do hardware:
hi: हार्डवेयर पता:
hu: Hardver cím:
it: Indirizzo fisico:
nl: Hardware-adres:
pl: Adres sprzętowy:
pt: Endereço local:
ru: Аппаратный адрес:
sk: Hardvérová adresa:
sv: Hårdvaruadress:
ta: வன்பொருள் முகவரி:
uk: Апаратна адреса:

source: IPv4 address:
be: Адрас IPv4:
ca: Adreça IPv4:
da: IPv4 adresse:
es: Dirección IPv4:
eu: IPv4 helbidea:
fi: IPv4-osoite:
fr: Adresse IPv4 :
ga: IPv4 Seoladh:
gl: Enderezo IPv4:
hi: IPv4 पता:
hu: IPv4 cím:
it: Indirizzo IPv4:
nl: IPv4-adres:
pl: Adres IPv4:
pt: Endereço IPv4:
ru: IPv4-адрес:
sk: IPv4 adresa:
sv: IPv4 adress:
ta: IPv4 முகவரி:
uk: IPv4 адреса:

source: IPv6 address:
be: Адрас IPv6:
ca: Adreça IPv6:
da: IPv6 adresse:
es: Dirección IPv6:
eu: IPv6 helbidea:
fi: IPv6-osoite:
fr: Adresse IPv6 :
ga: Seoladh IPv6:
gl: Enderezo IPv6:
hi: IPv6 पता:
hu: IPv6 cím:
it: Indirizzo IPv6:
nl: IPv6-adres:
pl: Adres IPv6:
pt: Endereço IPv6:
ru: IPv6 адрес:
sk: IPv6 adresa:
sv: IPv6 adress:
ta: IPv6 முகவரி:
uk: IPv6 адреса:

source: In use
be: Выкарыстоўваецца
ca: En ús
da: I brug
es: En uso
eu: Erabiltzen
fi: Käytössä
fr: Utilisée
ga: In úsáid
gl: En uso
hi: उपयोग में
hu: Használatban
it: In uso
nl: In gebruik
pl: W użyciu
pt: Em utilização
ru: Используется
sk: Používa sa
sv: Används
ta: பயன்பாட்டில்
uk: Використовується

source: Available
be: Даступна
ca: Disponible
da: Tilgængelig
es: Disponible
eu: Erabilgarri
fi: Saatavilla
fr: Disponible
ga: Ar fáil
gl: Dispoñíbel
hi: उपलब्ध
hu: Elérhető
it: Disponibile
nl: Beschikbaar
pl: Dostępne
pt: Disponível
ru: Доступно
sk: Dostupné
sv: Tillgänglig
ta: கிடைக்கிறது
uk: Доступно

source: Committed
be: Выдзелена
ca: Compromès
da: Tildelt
es: Confirmada
eu: Konprometituta
fi: Kommitoitu
fr: Commitée
ga: Tiomanta
gl: Comprometida
hi: प्रतिबद्ध
hu: Elkötelezett
it: Impegnata
nl: Toegewezen
pl: Zarezerwowane
pt: Comprometido
ru: Выделенно
sv: Engagerad
ta: உறுதியானது
uk: Зарезервовано

source: Cached
be: Кэшавана
ca: En memòria cau
es: En caché
eu: Cacheratuta
fi: Välimuistissa
fr: En cache
ga: Cocháilte
gl: En caché
hi: कैशे किया गया
hu: Gyorsítótárazott
it: Nella cache
nl: Gecachet
pl: Buforowane
pt: Em cache
ru: Кэшированно
sv: Cachad
ta: தற்காலிகமாக
uk: Кешовано

source: Swap used
be: Свопу выкарыстоўваецца
ca: Memòria d'intercanvi usada
da: Swap brugt
es: Intercambio usado
eu: Erabilitako truk.-espazioa
fi: Swap-tilaa käytetty
fr: Swap utilisée
ga: Malartú a úsáidtear
gl: Memoria de intercambio (swap) empregada
hi: स्वैप उपयोग किया गया
hu: Használt cserehely
it: Swap usato
nl: Wisselruimte in gebruik
pl: Wykorzystanie przestrzeni wymiany
pt: Swap em utilização
ru: Использовано подкачки
sk: Použitý swap
sv: Växlingsutrymme använt
ta: பயன்படுத்தப்படும் இடமாற்று
uk: Використаний своп

source: Swap available
be: Даступны своп
ca: Memòria d'intercanvi disponible
da: Swap tilgængelig
es: Intercambio disponible
eu: Truk.-espazio erabilgarria
fi: Swap-tilaa saatavilla
fr: Swap disponible
ga: Babhtáil ar fáil
gl: Memoria de intercambio (swap) dispoñíbel
hi: स्वैप उपलब्ध
hu: Elérhető cserehely
it: Swap disponibile
nl: Wisselruimte beschikbaar
pl: Dostępna przestrzeń wymiany
pt: Swap disponível
ru: Доступно подкачки
sk: Dostupný swap
sv: Växlingsutrymme tillgängligt
ta: இடமாற்றம் கிடைக்கிறது
uk: Доступний своп
