Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Mission Center
fi: Tehtäväkeskus
fr: Centre de mission
ga: Ionad Misean
hu: Küldetésközpont
pl: Zasoby komputera
ta: மிசன் நடுவண்

source: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization
be: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Дыспетчар задач;Маніторынг рэсурсаў;Сістэмны манітор;Працэсар;Працэсы;Маніторынг прадукцыйнасці;Дыск;Памяць;Сетку;Выкарыстанне;ЦП;ГП
ca: Gestor de tasques; Monitor de recursos; Monitor del sistema; Processador; Processos; Monitor de rendiment; CPU; GPU; Disc; Memòria; Xarxa; Utilització; Ús
da: Jobliste;Ressourceovervågning;Systemovervågning;Processor;Processer;Ydelsesovervågning;CPU;GPU;Disk;Disk;Hukommelse;Netværk;Udnyttelse;Udnyttelse
es: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Administrador de tareas;Monitor de recursos;Monitor del sistema;Procesador;Procesos;Monitor de rendimiento;CPU;GPU;Disco;Disco;Memoria;Red;Utilización;Uso;
eu: Ataza kudeatzailea;Baliabideen monitorea;Sistemaren monitorea;Prozesadorea;Prozesuak;Errendimenduaren monitorea;PUZ;GPU;Diskoa;Memoria;Sarea;Erabilera
fi: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Mission Center;tehtäväkeskus;resurssit;suoritin;prosessit;suorituskyky;näytönohjain;levy;muisti;verkko
fr: Gestionnaire de tâches;Moniteur de ressources;Moniteur système;Processeur;Processus;Moniteur de performances;CPU;GPU;Disque;Disque;Mémoire;Réseau;Utilisation;Utilisation
ga: Bainisteoir tascanna; Monatóir acmhainní; Monatóir córais; Próiseálaí; Próisis; Monatóir feidhmíochta; LAP; GPU; Diosca; Cuimhne; Líonra; Úsáid; Úsáid
gl: Xestor de tarefas; Monitor de recursos;Monitor do sistema;Procesador;Procesos;Monitor de rendemento;CPU;GPU;Disco;Memoria;Rede;Utilización;Uso
hi: कार्य प्रबंधक;संसाधन निगरानी;सिस्टम निगरानी;प्रोसेसर;प्रक्रियाएं;प्रदर्शन निगरानी;CPU;GPU;डिस्क;मेमोरी;नेटवर्क;उपयोग;
hu: Feladatkezelő;Erőforrásfigyelő;Rendszerfigyelő;Processzor;Folyamatok;Teljesítményfigyelő;CPU;GPU;Videókártya;Lemez;Merevlemez;Memória;Hálózat;Kihasználtság
it: Task manager;Gestore processi;Monitor risorse;Monitor di sistema;Processore;Processi;Monitor prestazioni;CPU;GPU;Disco;Memoria;Rete;Uso;Utilizzo
nl: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Taakbeheerder;Bronmonitor;Systeemmonitor;Processen;Prestatiemonitor;Schijf;Opslag;Geheugen;Netwerk;Gebruik
pl: Menedżer zadań;Monitor zasobów;Monitor systemu;Procesor;Procesy;Monitor wydajności;CPU;GPU;Dysk;Dysk;Pamięć;Sieć;Wykorzystanie;Wykorzystanie
pt: Gestor de tarefas;Monitor de recursos;Monitor do sistema;Processador;Processos;Monitor de desempenho;CPU;GPU;Disco;Disco;Memória;Rede;Uso;Utilização
ru: Task manager;Resource monitor;System monitor;Processor;Processes;Performance monitor;CPU;GPU;Disc;Disk;Memory;Network;Utilisation;Utilization;Диспетчер задач;Мониторинг ресорсов;Системный монитор;Процессор;Процессы;Мониторинг производительности;Диск;Память;Сеть;Использование;ЦП;ГП
sk: Správca úloh;Monitor zdrojov;Monitor systému;Procesor;Procesy;Monitor výkonu;CPU;GPU;Disk;Pamäť;Sieť;Využitie;Využitie
sv: Aktivitetshanterare;Resursövervakare;Systemövervakare;Processor;Processer;Prestandaövervakare;CPU;GPU;Disc;Disk;Minne;Nätverk;Användning
ta: பணி மேலாளர்; வள மானிட்டர்; கணினி மானிட்டர்; செயலி; செயல்முறைகள்; செயல்திறன் மானிட்டர்; சிபியு; சி.பீ.
uk: Диспетчер завдань;Монітор ресурсів;Системний монітор;Процесор;Процеси;Монітор продуктивності;ЦП;ГП;Диск;Диск;Пам’ять;Мережа;Використання;Використання

source: Mission Center Developers
be: Распрацоўшчыкі Mission Center
ca: Desenvolupadors del Mission Center
da: Mission Center Udviklere
es: Desarrolladores de Mission Center
eu: Mission Centerren garatzaileak
fi: Mission Center -kehittäjät
fr: Développeurs de Mission Center
ga: Forbróirí Ionad Misean
gl: Desenvolvedores de Mission Center
hi: Mission Center विकासकर्ता
hu: A Mission Center fejlesztői
it: Gli sviluppatori di Mission Center
nl: Ontwikkelaars van Mission Center
pl: Deweloperzy aplikacji
pt: Programadores do Mission Center
ru: Разработчики Mission Center
sk: Vývojári Mission Center
sv: Mission Center-utvecklarna
ta: மிசன் சென்டர் உருவாக்குபவர்கள்
uk: Розробники Mission Center

source: Monitor system resource usage
be: Сачыце за выкарыстаннем сістэмных рэсурсаў
ca: Superviseu l'ús dels recursos del sistema
da: Overvåg systemressourceforbrug
es: Monitorear el uso de los recursos del sistema
eu: Monitorizatu sistemako baliabideen erabilera
fi: Tarkkaile järjestelmän resurssien käyttöä
fr: Surveiller l'utilisation des ressources du système
ga: Monatóireacht a dhéanamh ar úsáid acmhainní córais
gl: Monitoriza o uso dos recursos do sistema
hi: सिस्टम संसाधन उपयोग की निगरानी करें
hu: Rendszererőforrás-használat figyelése
it: Controlla l'uso delle risorse del sistema
nl: Controleer het gebruik van bronnen op je systeem
pl: Monitoruj wykorzystanie zasobów systemowych
pt: Monitorizar a utilização de recursos do sistema
ru: Мониторинг использования системных ресурсов
sk: Monitorujte využívanie systémových zdrojov
sv: Övervaka systemresursanvändning
ta: கணினி வள பயன்பாட்டை கண்காணிக்கவும்
uk: Моніторинг використання системних ресурсів

source: Monitor your CPU, Memory, Disk, Network and GPU usage, accompanied by a per app and process breakdown of these statistics
ca: Superviseu l'ús de la CPU, memòria, disc, xarxa i GPU, acompanyat d'un desglossament per aplicació i procés d'aquestes estadístiques
es: Monitorear el uso de su CPU, memoria, disco, red y GPU, acompañado de un desglose por aplicación y proceso de estas estadísticas
eu: Monitorizatu PUZaren, memoriaren, diskoaren, sarearen eta GPUaren erabilerak, estatistika hauek aplikazioka eta prozesuka xehatzeko aukerarekin
ga: Monatóireacht a dhéanamh ar do úsáid LAP, Cuimhne, Diosca, Líonra agus GPU
hu: Tekintse meg a processzor, memória, lemez, hálózat és GPU kihasználtságát, alkalmazásonként és folyamatonként bontott statisztikákkal együtt
it: Monitora l'utilizzo di CPU, memoria, dischi, reti e GPU, accompagnato da una divisione per app e per processo di queste statistiche
pl: Monitoruj zużycie CPU, pamięci, dysku, sieci i GPU ze szczegółowym podziałem tych statystyk na aplikacje i procesy

source: Features:
be: Функцыі:
ca: Característiques:
da: Funktioner:
es: Funcionalidades:
eu: Eginbideak:
fi: Ominaisuudet:
fr: Fonctionnalités :
ga: Gnéithe:
gl: Características:
hi: विशेषताएं:
hu: Funkciók:
it: Funzionalità:
nl: Functies:
pl: Funkcje:
pt: Funcionalidades:
ru: Особенности:
sk: Funkcie:
sv: Funktioner:
ta: அம்சங்கள்:
uk: Особливості:

source: Monitor overall or per-thread CPU usage
be: Маніторынг агульнага выкарыстання ЦП і выкарыстання для кожнага патоку
ca: Superviseu l'ús de la CPU en general o per fil
da: Overvåg samlet eller per-tråd CPU-forbrug
es: Monitorear el uso global o por hilo de la CPU
eu: Monitorizatu PUZaren erabilera, orokorrean eta hari bakoitzeko
fi: Tarkkaile suorittimen käyttöä yleisesti tai säiekohtaisesti
fr: Surveiller l'utilisation globale ou par processus du CPU
ga: Monatóireacht a dhéanamh ar úsáid LAP iomlán nó in aghaidh
gl: Monitoriza o uso total ou por fío da CPU
hi: समग्र या प्रति-थ्रेड CPU उपयोग की निगरानी करें
hu: Általános vagy szálankénti CPU-használat figyelése
it: Monitora l'utilizzo della CPU, complessivo o per ciascun thread
nl: Houd het CPU-gebruik in het algemeen of per thread in het oog
pl: Monitoruj ogólne lub per-wątkowe wykorzystanie procesora
pt: Monitorize a utilização geral ou por thread da CPU
ru: Мониторинг общего использования ЦП и для каждого потока
sk: Monitorujte celkové využitie CPU alebo využitie jednotlivých threadov
sv: Övervaka total eller per tråd CPU användning
ta: ஒட்டுமொத்த அல்லது ஒரு நூல் சிபியு பயன்பாட்டைக் கண்காணிக்கவும்
uk: Відстежувати загальне використання процесора або використання по кожному потоку

source: See system process, thread, and handle count, uptime, clock speed (base and current), cache sizes
be: Прагляд колькасці сістэмных працэсаў, патокаў і дэскрыптараў, час працы, тактавую частату (базавую і бягучую), памеры кэша
ca: Vegeu els procesos del sistema, el nombre de fils i controladors, el temps de funcionament, la velocitat del rellotge (base i actual), les mides de la memòria cau
da: Se systemets proces-, tråd- og handle-antal, oppetid, clockhastighed (basis og nuværende) og cache-størrelser
es: Ver recuento de procesos, hilos, y controlador del sistema, tiempo de actividad, velocidad del reloj (base y actual), tamaños de caché
eu: Ikusi sistemaren prozesu, hari eta kontroladore kopuruak, denbora aktiboa, ordulariaren abiadura (oinarrikoa eta unekoa), cache tamainak
fi: Näe järjestelmän prosessi-, säie- ja kahvamäärät, toiminta-aika, kellotaajuus (perustaajuus ja nykyinen taajuus) ja välimuistien koot
fr: Voir le nombre de processus, de threads et de ressources utilisés par le système, la durée d'exécution, la vitesse d'horloge (de base et actuelle), la taille de la mémoire cache
ga: Féach próiseas an chórais, comhaireamh snáithe agus láimhseála, uptime, luas clog (bonn agus reatha), méideanna taisce
gl: Ver recuento de procesos, fíos, e controladores do sistema, tempo de actividade, velocidade do reloxo (base e actual), tamaños de caché
hi: सिस्टम प्रोसेस, थ्रेड और हैंडल गिनती, अपटाइम, क्लॉक स्पीड (आधार और मौजूदा), कैशे साइज देखें
hu: Lásd a rendszerfolyamatok, szálak és kezelők számát, az üzemidőt, az órajelek sebességét (alap és aktuális), a gyorsítótár méretét
it: Mostra il conteggio dei processi di sistema, dei thread, e degli handle, il tempo di funzionamento, la frequenza di clock (di base ed attuale), la dimensione delle cache
nl: Bekĳk processen, threads, het aantal handles, werkingstĳd, (basis- en huidige) klok­snelheid en cache-groottes
pl: Zobacz procesy systemowe, liczbę wątków i uchwytów, czas pracy, szybkość zegara (podstawową i bieżącą), rozmiary pamięci podręcznej
pt: Veja processos do sistema, threads e contagem de identificadores, tempo de atividade, velocidade do clock (base e atual), tamanhos de cache
ru: Просмотр количества системных процессов, потоков и дескрипторов, время работы, тактовую частоту (базовую и текущую), размеры кэша
sk: Sledujte systémové procesy, thready, počet handle-ov, čas prevádzky, taktovaciu frekvenciu (základnú a momentálnu), veľkosti cache
sv: Se systemprocesser, tråd, och referensräkning, Drifttid, Klockfrekvens (bas och aktuell), cachestorlekar
ta: கணினி செயல்முறை, நூல் மற்றும் கைப்பிடி எண்ணிக்கை, நேரம், கடிகார விரைவு (அடிப்படை மற்றும் நடப்பு), கேச் அளவுகள் ஆகியவற்றைக் காண்க
uk: Переглянути кількість системних процесів, потоків і дескрипторів, час роботи, тактову частоту (базову та поточну), розмір кешу

source: Monitor RAM and Swap usage
be: Маніторынг выкарыстання аператыўнай памяці і свопа
ca: Superviseu l'ús de la memòria RAM i memòria d'intercanvi
da: Overvåg RAM- og Swap-forbrug
es: Monitorear el uso de RAM y Swap
eu: Monitorizatu RAM eta trukatze-espazioaren erabilera
fi: Tarkkaile keskusmuistin ja swapin käyttöä
fr: Surveiller l'utilisation l’utilisation de la RAM (mémoire vive) et du Swap (mémoire virtuelle)
ga: Monatóireacht a dhéanamh ar úsáid RAM agus Babhtáil
gl: Monitoriza o uso de RAM e memoria de intercambio (Swap)
hi: RAM और स्वैप उपयोग की निगरानी करें
hu: A RAM és a cserehely használatának felügyelete
it: Monitora l'utilizzo di RAM e swap
nl: Controleer gebruik van geheugen en het wisselbestand
pl: Monitoruj użycie pamięci RAM i wymiany
pt: Monitorizar utilização de RAM e Swap
ru: Мониторинг использования оперативной памяти и подкачки
sk: Monitorujte RAM a využívanie Swap
sv: Övervaka RAM och Växlingsutrymme användning
ta: ரேம் கண்காணித்து பயன்பாட்டை மாற்றவும்
uk: Моніторинг використання оперативної пам'яті та файла підкачки

source: See a breakdown how the memory is being used by the system
be: Прагляд, як сістэма выкарыстоўвае памяць
ca: Vegeu un desglossament de com el sistema utilitza la memòria
da: Se en opdeling af, hvordan hukommelsen bruges af systemet
es: Ver distribución de cómo la memoria está siendo usada por el sistema
eu: Ikusi sistemak egiten duen memoriaren erabileraren banaketa
fi: Näe erittely, miten järjestelmä käyttää muistia
fr: Aperçu de la manière dont la mémoire est utilisée par le système
ga: Féach miondealú conas a úsáideann an córas an chuimhne
gl: Vexa un desglose de como a memoria está a ser empregada polo sistema
hi: सिस्टम द्वारा मेमोरी का उपयोग कैसे किया जा रहा है, इसका विवरण देखें
hu: Lásd, hogy a rendszer hogyan használja fel a memóriát részletesen
it: Visualizza come la memoria viene utilizzata dal sistema
nl: Bekijk een overzicht van hoe en waar geheugen gebruikt wordt door het systeem
pl: Wyświetl rozbicie, w jaki sposób pamięć jest wykorzystywana przez system
pt: Veja um detalhe de como a memória está a ser utilizada pelo sistema
ru: Просмотр, как система использует память
sk: Sledujte podrobný rozpis, ako je pamäť využívaná systémom
sv: Se en uppdelning av hur minnet används i systemet
ta: கணினியால் நினைவகம் எவ்வாறு பயன்படுத்தப்படுகிறது என்பதை ஒரு முறிவைக் காண்க
uk: Подивитися, як система використовує пам'ять

source: Monitor Disk utilization and transfer rates
be: Маніторынг загрузкі дыскаў і хуткасці перадачы даных
ca: Superviseu l'ús del disc i les taxes de transferència
da: Overvåg diskudnyttelse og overførselshastigheder
es: Monitorear el uso del disco y las tasas de transferencia
eu: Monitorizatu disko erabilera eta transferentzia tasak
fi: Tarkkaile levyn käyttöä ja siirtonopeuksia
fr: Surveiller l'utilisation du disque et des fréquences de transfert
ga: Monatóireacht a dhéanamh ar rátaí úsáid agus aistrithe
gl: Monitoriza a utilización do disco e as taxas de transferencia
hi: डिस्क उपयोग और स्थानांतरण दरों की निगरानी करें
hu: Lemezkihasználtság és átviteli sebesség figyelése
it: Monitora l'utilizzo del disco e la velocità di trasferimento
nl: Controleer schijfgebruik en -overdrachtsnelheden
pl: Monitoruj wykorzystanie dysku i szybkość transferu
pt: Monitorizar utilização de Disco e velocidades de transferência
ru: Мониторинг загрузки дисков и скорости передачи данных
sk: Monitorujte využitie a prenosovú rýchlosť disku
sv: Övervaka Diskanvändning och överföringshastigheter
ta: வட்டு பயன்பாடு மற்றும் பரிமாற்ற விகிதங்களை கண்காணிக்கவும்
uk: Моніторинг використання диска та швидкості передачі даних

source: Monitor network utilization and transfer speeds
be: Маніторынг загрузкі сеткі і хуткасці перадачы даных
ca: Superviseu l'ús de la xarxa i les velocitats de transferència
da: Overvåg netværksudnyttelse og overførselshastigheder
es: Monitorear el uso de la red y las velocidades de transferencia
eu: Monitorizatu sarearen erabilera eta transferentzia abiadurak
fi: Tarkkaile verkon käyttöä ja siirtonopeuksia
fr: Surveiller l'utilisation du réseau et des vitesses de transfert
ga: Monatóireacht a dhéanamh ar úsáid líonra agus luasanna aistrithe
gl: Monitoriza o uso da rede e as velocidades de transferencia
hi: नेटवर्क उपयोग और स्थानांतरण गति की निगरानी करें
hu: A hálózat kihasználtságának és az átviteli sebességnek a nyomon követése
it: Monitora l'utilizzo della rete e la velocità di trasferimento
nl: Controleer netwerkgebruik en -overdrachtsnelheden
pl: Monitoruj wykorzystanie sieci i prędkość transferu
pt: Monitorizar utilização da rede e velocidades de transferência
ru: Мониторинг загрузки сети и скорости передачи данных
sk: Monitorujte využitie a prenosovú rýchlosť siete
sv: Övervaka nätverksanvändning och överföringshastigheter
ta: பிணைய பயன்பாடு மற்றும் பரிமாற்ற வேகத்தை கண்காணிக்கவும்
uk: Моніторинг завантаження мережі та швидкості передачі даних

source: See network interface information such as network card name, connection type (Wi-Fi or Ethernet), wireless speeds and frequency, hardware address, IP address
be: Прагляд інфармацыі аб сеткавым інтэрфейсе: імя сеткавай карты, тып падключэння (Wi-Fi або Ethernet), хуткасць і частата бесправаднога злучэння, апаратны і IP-адрас
ca: Consulteu la informació de la interfície de xarxa, com ara el nom de la targeta de xarxa, el tipus de connexió (Wi-Fi o Ethernet), velocitats i freqüència Wi-Fi, adreça de maquinari, adreça IP
da: Se netværksinterfaceoplysninger såsom netværkskortnavn, forbindelsestype (Wi-Fi eller Ethernet), trådløse hastigheder og frekvens, hardwareadresse, IP-adresse
es: Ver la información de la interfaz de red, como el nombre de la tarjeta de red, el tipo de conexión (Wi-Fi o Ethernet), las velocidades inalámbricas y la frecuencia, la dirección de hardware, la dirección IP
eu: Ikusi sareko interfazeen informazioa, hala nola sareko txartelaren izena, konexio mota (Wi-Fi edo Ethernet), haririk gabeko abiadura eta maiztasuna, hardware helbidea, IP helbidea
fi: Näe verkkoliitäntöjen tiedot kuten verkkokortin nimi, yhteyden tyyppi (Wi-Fi tai Ethernet), langattoman verkon nopeus ja taajuus, laiteosoite sekä IP-osoite
fr: Visualiser les informations relatives à l’interface réseau telles que le nom de la carte réseau, le type de connexion (Wi-Fi ou Ethernet), les vitesses et fréquences sans fil, l’adresse MAC, l’adresse IP
ga: Féach faisnéis chomhéadan líonra mar ainm cárta líonra, cineál nasc (Wi-Fi nó Ethernet), luasanna agus minicíocht gan sreang, seoladh crua-earraí, seoladh IP
gl: Ver información das interfaces de rede tales coma nome da tarxeta de rede, tipo de conexión (Wi-Fi ou Ethernet), velocidadee e frecuencia sen fíos, enderezo de hardware, enderezo IP
hi: नेटवर्क इंटरफ़ेस जानकारी जैसे नेटवर्क कार्ड का नाम, कनेक्शन प्रकार (Wi-Fi या Ethernet), वायरलेस गति और आवृत्ति, हार्डवेयर पता, IP पता देखें
hu: Hálózati interfész információk, például a hálózati kártya neve, a kapcsolat típusa (Wi-Fi vagy Ethernet), vezeték nélküli sebesség és frekvencia, hardvercím, IP-cím
it: Visualizza i dettagli dell'interfaccia di rete come nome della scheda, tipo di connessione (Wi-Fi o Ethernet), velocità e frequenza del collegamento wireless, indirizzo fisico, indirizzo IP
nl: Bekijk informatie over netwerkverbindingen waaronder de naam van de netwerkkaart, connectietype (Wi-FI of bekabelde verbinding), draadloze overdrachtsnelheden en frequentie, hardware-adressen en IP-adressen
pl: Zobacz informacje o interfejsie sieciowym, takie jak nazwa karty sieciowej, typ połączenia (Wi-Fi lub Ethernet), prędkość i częstotliwość sieci bezprzewodowej, adres sprzętowy, adres IP
pt: Veja informações da interface de rede, como nome da placa de rede, tipo de ligação (Wi-Fi ou Ethernet), velocidades e frequência da rede sem fio, endereço de hardware, endereço IP
ru: Просмотр информации о сетевом интерфейсе: имя сетевой карты, тип подключения (Wi-Fi или Ethernet), скорость и частота беспроводного соединения, аппаратный и IP-адрес
sk: Sledujte informácie o sieťovom rozhraní ako meno sieťovej karty, typ pripojenia (Wi-Fi alebo Ethernet), bezdrôtové rýchlosti a frekvencie, hardvérovú adresu, IP adresu
sv: Se nätverksgränssnittsinformation såsom nätverkskortnamn, anslutningstyp (Wi-Fi eller Ethernet), trådlösa hastigheter och frekvens, hårdvaruadress, IP adress
ta: பிணைய அட்டை பெயர், இணைப்பு வகை (வைஃபை அல்லது ஈதர்நெட்), வயர்லெச் விரைவு மற்றும் அதிர்வெண், வன்பொருள் முகவரி, ஐபி முகவரி போன்ற பிணைய இடைமுக தகவல்களைப் பார்க்கவும்
uk: Перегляньте інформацію про мережевий інтерфейс, таку як ім'я мережевої карти, тип з'єднання (Wi-Fi або Ethernet), швидкість і частоту бездротового зв'язку, апаратну адресу, IP-адресу

source: Monitor overall GPU usage, video encoder and decoder usage, memory usage and power consumption, powered by the popular NVTOP project
be: Маніторынг агульнага выкарыстання графічнага працэсара, выкарыстання відэакодэраў і дэкодэраў, выкарыстання памяці і энергаспажывання, выкарыстоўваючы папулярны праект NVTOP
ca: Superviseu l'ús general de la GPU, l'ús del codificador i descodificador de vídeo, l'ús de la memòria i el consum d'energia, impulsat pel popular projecte NVTOP
da: Overvåg samlet GPU-forbrug, videoencoder- og decoderforbrug, hukommelsesforbrug og strømforbrug, drevet af det populære NVTOP-projekt
es: Monitorear el uso general de la GPU, el uso del codificador y decodificador de vídeo, el uso de la memoria y el consumo de energía, impulsado por el popular proyecto NVTOP
eu: Monitorizatu GPUaren erabilera orokorra, bideo kodetze/deskodetze erabilera, memoriaren erabilera eta energia kontsumoa, NVTOP proiektu ezagunari esker
fi: Seuraa GPU:n yleistä käyttöä, videokooderin ja dekooderin käyttöä, muistin käyttöä ja virrankulutusta NVTOP-projektin avulla
fr: Surveiller l'utilisation globale du GPU, l’utilisation des encodeurs et décodeurs vidéo, l’utilisation de la mémoire et la consommation d’énergie, grâce au projet NVTOP
ga: Monatóireacht a dhéanamh ar úsáid iomlán GPU, úsáid ionchódóra físeáin agus díchódóra, úsáid cuimhne agus tomhaltas cumhachta, faoi thiomáint ag an tionscadal tóir NVTOP
gl: Monitor xeral de uso da GPU, uso do codificador e decodificador de vídeo, uso de memoria e consumo de enerxía, coa teclonoxía do popular proxecto NVTOP
hi: लोकप्रिय NVTOP परियोजना द्वारा संचालित समग्र GPU उपयोग, वीडियो एनकोडर और डिकोडर उपयोग, मेमोरी उपयोग और ऊर्जा खपत की निगरानी करें
hu: A GPU teljes használatának, a videokódoló és -dekódoló használatának, a memóriahasználatnak és az energiafogyasztásnak a nyomon követése a népszerű NVTOP projekt segítségével
it: Monitora l'utilizzo complessivo della GPU, della codifica e decodifica video, della memoria e della potenza assorbita, grazie al popolare progetto NVTOP
nl: Controleer het algemene gebruik van je grafische kaart, video encoders en decoders, geheugen en je stroomverbruik, dankzij het populaire NVTOP-project
pl: Monitoruj ogólne wykorzystanie procesora graficznego, kodowania i dekodowania wideo, wykorzystanie pamięci i zużycie energii, obsługiwane przez popularny projekt NVTOP
pt: Monitorize a utilização geral da GPU, o utilização do codificador e decodificador de vídeo, o utilização da memória e o consumo de energia, alimentado pelo popular projeto NVTOP
ru: Мониторинг общего использования графического процессора, использования видеокодеров и декодеров, использования памяти и энергопотребления, используя популярный проект NVTOP
sk: Monitorujte celkové využitie GPU, využitie video enkódera a dekódera, využitie pamäte a spotrebu energie s využitím populárneho projektu NVTOP
sv: Övervaka total GPU användning, videokodning och avkodare användning, minnesanvändning och strömförbrukning, drivs av den populära NVTOP projektet
ta: ஒட்டுமொத்த சி.பீ.யூ பயன்பாடு, வீடியோ குறியாக்கி மற்றும் டிகோடர் பயன்பாடு, நினைவக பயன்பாடு மற்றும் மின் நுகர்வு ஆகியவற்றைக் கண்காணிக்கவும், பிரபலமான என்விடாப் திட்டத்தால் இயக்கப்படுகிறது
uk: Відстежуйте загальне використання графічного процесора, відеокодерів і декодерів, використання пам'яті та енергоспоживання за допомогою популярного проекту NVTOP

source: Monitor system fans
ca: Superviseu els ventiladors del sistema
es: Monitorear los ventiladores del sistema
eu: Monitorizatu sistemako haizagailuak
fi: Tarkkaile järjestelmän tuulettimia
ga: lucht leanúna an chórais monatóireachta
hu: Ventilátorok figyelése
it: Controlla l'utilizzo delle ventole
pl: Monitoruj wiatraki systemowe
