Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Command Line
ca: Línia d'ordres
es: Línea de comandos
eu: Komando lerroa
fi: Komentorivi
ga: Líne Orduithe
hu: Parancssor
it: Linea di comando
pl: Wiersz poleceń

source: Resource Usage
ca: Ús de recursos
es: Uso de recursos
eu: Baliabideen erabilera
fi: Resurssikäyttö
ga: Úsáid Acmhainní
hu: Erőforrás-használat
it: Utilizzo delle risorse
pl: Zużycie zasobów

source: CPU
be: ЦП
eu: PUZa
fi: Suoritin
ga: LAP
hu: Processzor
nl: Processor
ru: ЦП
ta: சிபியு
uk: ЦП

source: Memory
be: Памяць
ca: Memòria
da: Hukommelse
es: Memoria
eu: Memoria
fi: Muisti
fr: Mémoire
ga: Cuimhne
gl: Memoria
hi: मेमोरी
hu: Memória
it: Memoria
nl: Geheugen
pl: Pamięć
pt: Memória
ru: Память
sk: Pamäť
sv: Minne
ta: நினைவகம்
uk: Пам'ять

source: Shared Memory
ca: Memòria compartida
es: Memoria compartida
eu: Memoria partekatua
fi: Jaettu muisti
ga: Cuimhne Chomhroinnte
hu: Megosztott memória
it: Memoria condivisa
pl: Pamięć współdzielona

source: Drives
ca: Unitats
es: Discos
eu: Unitateak
fi: Asemat
ga: Tiomántáin
hu: Lemezek
it: Unità
pl: Dyski

source: Network
ca: Xarxa
es: Red
eu: Sarea
fi: Verkko
ga: Líonra
hu: Hálózat
it: Rete
pl: Sieć

source: GPU Memory
ca: Memòria de la GPU
es: Memoria de la GPU
eu: GPU memoria
fi: Näytönohjaimen muisti
ga: Cuimhne GPU
hu: GPU memória
it: Memoria GPU
pl: Pamięć GPU

source: Collapse all apps and processes
ca: Replega totes les aplicacions i processos
es: Contraer todas las aplicaciones y procesos
eu: Tolestu aplikazio eta prozesu guztiak
fi: Supista kaikki sovellukset ja prosessit
ga: Thit gach aip agus próiseas
hu: Összes alkalmazás és folyamat összecsukása
it: Collassa tutte le app e i processi
pl: Zwiń wszystkie aplikacje i procesy

source: Collapse All
ca: Replega-ho tot
es: Contraer todo
eu: Tolestu dena
fi: Supista kaikki
ga: Cill Gach
hu: Összes becsukása
it: Chiudi tutti
pl: Zwiń wszystkie

source: Stop the selected app
ca: Atura l'aplicació seleccionada
es: Detener la aplicación seleccionada
eu: Gelditu hautatutako aplikazioa
fi: Pysäytä valittu sovellus
ga: Stop an aip roghnaithe
hu: A kijelölt alkalmazás leállítása
it: Termina l'applicazione selezionata
pl: Zatrzymaj zaznaczoną aplikację

source: Stop
be: Спыніць
ca: Atura
es: Detener
eu: Gelditu
fi: Pysäytä
fr: Stopper
ga: Stad
gl: Deter
hi: रोकें
hu: Leállítás
pl: Zatrzymaj
pt: Parar
ru: Остановить
sv: Stoppa
ta: நிறுத்து
uk: Зупинити

source: Force stop the selected app
ca: Força l'aturada de l'aplicació seleccionada
es: Detener forzosamente la aplicación seleccionada
eu: Behartu hautatutako aplikazioa gelditzera
fi: Pysäytä pakottamalla valittu sovellus
ga: Stop fórsa an aip roghnaithe
hu: A kijelölt alkalmazás kényszerített leállítása
it: Termina forzatamente l'applicazione selezionata
pl: Wymuś zatrzymanie zaznaczonej aplikacji

source: Force Stop
ca: Força l'aturada
es: Detener forzosamente
eu: Behartu gelditzera
fi: Pysäytä pakottaen
ga: Stop Fórsa
hu: Kényszerített leállítás
it: Termina forzatamente
pl: Wymuś zatrzymanie

source: Show details of the selected app
ca: Mostra els detalls de l'aplicació seleccionada
es: Mostrar detalles de la aplicación seleccionada
eu: Erakutsi hautatutako aplikazioaren xehetasunak
fi: Näytä valitun sovelluksen tiedot
ga: Taispeáin sonraí an aip roghnaithe
hu: A kijelölt alkalmazás részleteinek megjelenítése
it: Mostra i dettagli dell'applicazione selezionata
pl: Pokaż szczegóły zaznaczonej aplikacji

source: Details
be: Падрабязнасці
ca: Detalls
da: Detaljer
es: Detalles
eu: Xehetasunak
fi: Tiedot
fr: Détails
ga: Sonraí
gl: Detalles
hi: विवरण
hu: Részletek
it: Dettagli
pl: Szczegóły
pt: Detalhes
ru: Подробности
sv: Detaljer
ta: விவரங்கள்
uk: Деталі

source: Name
be: Назва
ca: Nom
da: Navn
es: Nombre
eu: Izena
fi: Nimi
fr: Nom
ga: Ainm
gl: Nome
hi: नाम
hu: Név
it: Nome
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
sv: Namn
ta: பெயர்
uk: Назва

source: Shared Memory
ca: Memòria compartida
es: Memoria compartida
eu: Memoria partekatua
fi: Jaettu muisti
ga: Cuimhne Chomhroinnte
hu: Megosztott memória
it: Memoria Condivisa
pl: Pamięć Współdzielona

source: Drive
be: Дыск
ca: Unitat
da: Drev
es: Disco
eu: Unitatea
fi: Asema
fr: Disque
ga: Tiomáint
gl: Unidade
hi: ड्राइव
hu: Meghajtó
it: Unità
nl: Schĳf
pl: Dysk
pt: Unidade
ru: Накопитель
sv: Disk
ta: ஓட்டு
uk: Накопичувач

source: Service Details
be: Дэталі сэрвіса
ca: Detalls del servei
da: Service Detaljer
es: Detalles del servicio
eu: Zerbitzuaren xehetasunak
fi: Palvelun tiedot
fr: Détails du service
ga: Sonraí Seirbhíse
gl: Detalles do servizo
hi: सेवा विवरण
hu: Szolgáltatás részletei
it: Dettagli sul servizio
nl: Dienst­details
pl: Szczegóły serwisu
pt: Detalhes do serviço
ru: Детали служб
sv: Tjänstedetaljer
ta: பணி விவரங்கள்
uk: Деталі сервіса

source: State
be: Стан
ca: Estat
da: Tilstand
es: Estado
eu: Egoera
fi: Tila
fr: État
ga: Stát
gl: Estado
hi: अवस्था
hu: Állapot
it: Stato
nl: Staat
pl: Stan
pt: Estado
ru: Состояние
sv: Läge
ta: மாநிலம்
uk: Стан

source: The current state of the service
be: Бягучы стан сэрвіса
ca: Estat actual del servei
da: Tjenestens aktuelle status
es: El estado actual del servicio
eu: Zerbitzuaren uneko egoera
fi: Palvelun nykyinen tila
fr: État actuel du service
ga: Staid reatha na seirbhíse
gl: O estado actual do servizo
hi: सेवा की वर्तमान अवस्था
hu: A szolgáltatás jelenlegi állapota
it: Stato corrente del servizio
nl: De huidige staat van de dienst
pl: Aktualny stan serwisu
pt: Estado atual do serviço
ru: Текущее состояние службы
sv: Det aktuella läget för tjänsten
ta: சேவையின் தற்போதைய நிலை
uk: Актуальний стан сервіса

source: Start service
ca: Inicia el servei
es: Iniciar servicio
eu: Abiarazi zerbitzua
fi: Käynnistä palvelu
ga: Tosaigh an tseirbhís
hu: Szolgáltatás indítása
it: Avvia servizio
pl: Uruchom serwis

source: Stop service
ca: Atura el servei
es: Detener servicio
eu: Gelditu zerbitzua
fi: Pysäytä palvelu
ga: Stad tseirbhís
hu: Szolgáltatás leállítása
it: Termina servizio
pl: Zatrzymaj serwis

source: Restart service
ca: Reinicia el servei
es: Reiniciar servicio
eu: Berrabiarazi zerbitzua
fi: Käynnistä palvelu uudelleen
ga: Atosaigh an tseirbhís
hu: Szolgáltatás újraindítása
it: Riavvia il servizio
pl: Restartuj serwis

source: Description
be: Апісанне
ca: Descripció
da: Beskrivelse
es: Descripción
eu: Deskribapena
fi: Kuvaus
ga: Cur síos
gl: Descrición
hi: विवरण
hu: Leírás
it: Descrizione
nl: Beschrijving
pl: Opis
pt: Descrição
ru: Описание
sv: Beskrivning
ta: விவரம்
uk: Опис

source: Status
be: Статус
ca: Estat
es: Estado
eu: Egoera
fi: Tila
fr: Statut
ga: Stádas
gl: Estado operativo
hi: स्थिति
hu: Állapot
it: Stato
pt: Estado
ru: Статус
ta: நிலை
uk: Статус

source: Enabled
be: Уключана
ca: Habilitat
da: Aktiveret
es: Activado
eu: Gaituta
fi: Käytössä
fr: Activé
ga: Cumasaithe
gl: Activado
hi: सक्षम
hu: Engedélyezve
it: Abilitato
nl: Ingeschakeld
pl: Włączony
pt: Ligado
ru: Включено
sv: Aktiverad
ta: இயக்கப்பட்டது
uk: Активовано

source: Process
be: Працэс
ca: Procés
da: Proces
es: Proceso
eu: Prozesua
fi: Prosessi
fr: Processus
ga: Próiseas
gl: Proceso
hi: प्रक्रिया
hu: Folyamat
it: Processo
nl: Proces
pl: Proces
pt: Processo
ru: Процесс
ta: செயல்முறை
uk: Процес

source: Process and user information
be: Інфармацыя аб працэсе і карыстальніке
ca: Informació del procés i dels usuaris
da: Proces- og brugeroplysninger
es: Proceso e información del usuario
eu: Prozesuaren eta erabiltzailearen informazioa
fi: Prosessi- ja käyttäjätiedot
fr: Processus et information de l'utilisateur
ga: Próiseas agus faisnéis úsáideora
gl: Proceso e información do usuario
hi: प्रक्रिया और उपयोक्ता जानकारी
hu: Folyamat- és felhasználói információk
it: Informazioni su processi e utenti
nl: Proces- en gebruikers­informatie
pl: Proces i użytkownik
pt: Processos e informação do utilizador
ru: Информация о процессе и пользователе
sv: Process och användarinformation
ta: செயல்முறை மற்றும் பயனர் செய்தி
uk: Процес та інформація про користувача

source: Process ID
be: ID працэса
ca: ID del procés
da: Proces ID
es: ID del proceso
eu: Prozesuaren IDa
fi: Prosessin ID
fr: Identifiant du processus
ga: Aitheantas Próisis
gl: ID do proceso
hi: प्रक्रिया ID
hu: Folyamat azonosító
it: ID Processo
nl: Proces-id
pl: ID procesu
pt: ID do processo
ru: ID процесса
ta: செயல்முறை ஐடி
uk: ID Процеса

source: User
be: Карыстальнік
ca: Usuari
da: Bruger
es: Usuario
eu: Erabiltzailea
fi: Käyttäjä
fr: Utilisateur
ga: Úsáideoir
gl: Usuario
hi: उपयोक्ता
hu: Felhasználó
it: Utente
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ru: Пользователь
sv: Användare
ta: பயனர்
uk: Користувач

source: Group
be: Група
ca: Grup
da: Gruppe
es: Grupo
eu: Taldea
fi: Ryhmä
fr: Groupe
ga: Grúpa
gl: Grupo
hi: समूह
hu: Csoport
it: Gruppo
nl: Groep
pl: Grupa
pt: Grupo
ru: Группа
sv: Grupp
ta: குழு
uk: Група

source: Logs
be: Журнал
ca: Registres
da: Logfiler
es: Registros
eu: Erregistroak
fi: Lokit
fr: Journaux
ga: Logaí
gl: Rexistros
hi: लॉग
hu: Naplók
it: Log
nl: Log­boeken
pl: Logi
pt: Registos
ru: Журнал
sv: Loggar
ta: பதிவுகள்
uk: Журнал

source: Start the selected service
ca: Inicia el servei seleccionat
es: Iniciar el servicio seleccionado
eu: Abiarazi hautatutako zerbitzua
fi: Käynnistä valittu palvelu
ga: Tosaigh an tseirbhís roghnaithe
hu: A kijelölt szolgáltatás indítása
it: Avvia il servizio selezionato
pl: Uruchom zaznaczony serwis

source: Start
be: Запусціць
ca: Inicia
es: Iniciar
eu: Abiarazi
fi: Käynnistä
fr: Lancer
ga: Tosaigh
gl: Iniciar
hi: प्रारंभ
hu: Indítás
it: Avvia
pl: Uruchom
pt: Iniciar
ru: Запустить
sv: Starta
ta: தொடங்கு
uk: Запустити

source: Stop the selected service
ca: Atura el servei seleccionat
es: Detener el servicio seleccionado
eu: Gelditu hautatutako zerbitzua
fi: Pysäytä valittu palvelu
ga: Stop an tseirbhís roghnaithe
hu: A kijelölt szolgáltatás leállítása
it: Termina il servizio selezionato
pl: Zatrzymaj zaznaczony serwis

source: Restart the selected service
ca: Reinicia el servei seleccionat
es: Reiniciar el servicio seleccionado
eu: Berrabiarazi hautatutako zerbitzua
fi: Käynnistä valittu palvelu uudelleen
ga: Athosaigh an tseirbhís roghnaithe
hu: A kijelölt szolgáltatás újraindítása
it: Riavvia il servizio selezionato
pl: Restartuj zaznaczony serwis

source: Restart
be: Перазапусціць
ca: Reinicia
da: Genstart
es: Reiniciar
eu: Berrabiarazi
fi: Käynnistä uudelleen
fr: Redémarrer
ga: Athosaigh
gl: Reiniciar
hi: पुनः प्रारंभ करें
hu: Újraindítás
it: Riavvia
nl: Herstarten
pl: Restartuj
pt: Reiniciar
ru: Перезапустить
sv: Starta om
ta: மறுதொடக்கம்
uk: Перезапустити

source: Show details of the selected service
ca: Mostra els detalls del servei seleccionat
es: Mostrar detalles del servicio seleccionado
eu: Erakutsi hautatutako zerbitzuaren xehetasunak
fi: Näytä valitun palvelun tiedot
ga: Taispeáin sonraí na seirbhíse roghnaithe
hu: A kijelölt szolgáltatás részleteinek megjelenítése
it: Mostra i dettagli del servizio selezionato
pl: Pokaż szczegóły zaznaczonego serwisu

source: Follow system style
ca: Segueix l'estil del sistema
es: Seguir el estilo del sistema
eu: Jarraitu sistemaren estiloari
fi: Seuraa järjestelmän tyyliä
ga: Lean stíl an chórais
hu: Rendszertéma követése
it: Segui lo stile del sistema
pl: Korzystaj z stylu systemowego

source: Light style
ca: Estil clar
es: Estilo claro
eu: Estilo argia
fi: Vaalea tyyli
ga: Stíl éadrom
hu: Világos téma
it: Stile chiaro
pl: Styl jasny

source: Dark style
ca: Estil fosc
es: Estilo oscuro
eu: Estilo iluna
fi: Tumma tyyli
ga: Stíl dorcha
hu: Sötét téma
it: Stile scuro
pl: Styl ciemny

source: Utilization
be: Выкарыстанне
ca: Ús
da: Udnyttelse
es: Uso
eu: Erabilera
fi: Käyttö
fr: Utilisation
ga: Úsáid
gl: Uso
hi: उपयोग
hu: Kihasználtság
it: Utilizzo
nl: Gebruik
pl: Wykorzystanie
pt: Utilização
ru: Использование
sk: Využitie
sv: Användning
ta: பயன்பாடு
uk: Використання

source: Speed
be: Хуткасць
ca: Velocitat
da: Hastighed
es: Velocidad
eu: Abiadura
fi: Nopeus
fr: Vitesse
ga: Luas
gl: Velocidade
hi: गति
hu: Sebesség
it: Velocità
nl: Snelheid
pl: Prędkość
pt: Velocidade
ru: Скорость
sk: Rýchlosť
sv: Hastighet
ta: வேகம்
uk: Швидкість

source: Processes
be: Працэсы
ca: Processos
da: Processer
es: Procesos
eu: Prozesuak
fi: Prosessit
fr: Processus
ga: Próisis
gl: Procesos
hi: प्रक्रियाएं
hu: Folyamatok
it: Processi
nl: Processen
pl: Procesy
pt: Processos
ru: Процессы
sk: Procesy
sv: Processer
ta: செயல்முறைகள்
uk: Процеси

source: Threads
be: Патокі
ca: Fils
da: Tråde
es: Subprocesos
eu: Hariak
fi: Säikeet
ga: Snáitheanna
gl: Fíos
hi: थ्रेड
hu: Szálak
it: Thread
pl: Wątki
ru: Потоки
sk: Vlákna
sv: Trådar
ta: நூல்கள்
uk: Потоки

source: Handles
be: Дэскрыптары
ca: Controladors
da: Håndtag
es: Identificadores
eu: Identifikatzaileak
fi: Kahvat
ga: Láimhseáil
gl: Identificadores
hi: हैंडल
hu: Kezelők
it: Handle
pl: Uchwyty
pt: Identificadores
ru: Дескрипторы
sv: Referenser
ta: கையாளுகிறது
uk: Дескриптори

source: Up time
be: Час працы
ca: Temps d'activitat
da: Oppetid
es: Tiempo de funcionamiento
eu: Denbora martxan
fi: Toiminta-aika
ga: Am suas
gl: Tempo de funcionamento
hi: चालू समय
hu: Üzemidő
it: Tempo di attività
nl: Tijd in bedrijf
pl: Czas pracy
pt: Tempo de atividade
ru: Время работы
sk: Čas spustenia
sv: Drifttid
ta: நேரம்
uk: Аптайм

source: Base Speed:
be: Базавая хуткасць:
ca: Velocitat base:
da: Basis Hastighed:
es: Velocidad de base:
eu: Oinarriko abiadura:
fi: Perusnopeus:
fr: Vitesse de base :
ga: Luas Bonn:
gl: Velocidade base:
hi: आधार गति:
hu: Alapsebesség:
it: Velocità di base:
nl: Basissnelheid:
pl: Prędkość podstawowa:
pt: Velocidade base:
ru: Базовая скорость:
sk: Základná rýchlosť:
sv: Bashastighet:
ta: அடிப்படை வேகம்:
uk: Базова швидкість:

source: Sockets:
be: Сокеты:
ca: Sòcols:
eu: Socketak:
fi: Kantoja:
ga: Soicéid:
hi: सॉकेट:
hu: Foglalatok:
it: Socket:
pl: Gniazda:
ru: Сокеты:
sk: Sokety:
sv: Socketar:
ta: சாக்கெட்டுகள்:
uk: Сокети:

source: Virtual processors:
be: Віртуальныя працэсары:
ca: Processadors virtuals:
da: Virtuelle processorer:
es: Procesadores virtuales:
eu: Prozesadore birtualak:
fi: Virtuaalisia suorittimia:
fr: Processeurs virtuels :
ga: Próiseálaithe fíorúla:
gl: Procesadores virtuais:
hi: आभासी प्रोसेसर:
hu: Virtuális processzorok:
it: Processori virtuali:
nl: Virtuele processoren:
pl: Procesory wirtualne:
pt: Processadores virtuais:
ru: Виртуальные процессоры:
sk: Virtuálne procesory:
sv: Virtuella processorer:
ta: மெய்நிகர் செயலிகள்:
uk: Віртуальні процесори:

source: Virtualization:
be: Віртуалізацыя:
ca: Virtualització:
da: Virtualisering:
es: Virtualización:
eu: Birtualizazioa:
fi: Virtualisointi:
fr: Virtualisation :
ga: Fíorúiliú:
gl: Virtualización:
hi: आभासीकरण:
hu: Virtualizáció:
it: Virtualizzazione:
nl: Virtualisatie:
pl: Wirtualizacja:
pt: Virtualização:
ru: Виртуализация:
sk: Virtualizácia:
sv: Virtualisering:
ta: மெய்நிகராக்குதல்:
uk: Віртуалізація:

source: Virtual machine:
be: Віртуальная машына:
ca: Màquina virtual:
da: Virtuel maskine:
es: Máquina virtual:
eu: Makina birtuala:
fi: Virtuaalikone:
fr: Machine virtuelle :
ga: Meaisín fíorúil:
gl: Máquina virtual:
hi: आभासी मशीन:
hu: Virtuális gép:
it: Macchina virtuale:
nl: Virtuele machine:
pl: Wirtualna maszyna:
pt: Máquina virtual:
ru: Виртуальная машина:
sk: Virtuálny stroj:
sv: Virtuell dator:
ta: மெய்நிகர் இயந்திரம்:
uk: Віртуальна машина:

source: L1 cache:
be: L1 кэш:
ca: Memòria cau L1:
es: Caché L1:
eu: L1 cachea:
fi: L1-välimuisti:
fr: Cache L1 :
ga: Taisce L1:
gl: Caché L1:
hi: L1 कैशे:
hu: L1 gyorsítótár:
it: Cache L1:
pl: Pamięć podręczna L1:
pt: Cache L1:
ru: L1 кэш:
ta: எல் 1 கேச்:
uk: Кеш 1-го рівня:

source: L2 cache:
be: L2 кэш:
ca: Memòria cau L2:
es: Caché L2:
eu: L2 cachea:
fi: L2-välimuisti:
fr: Cache L2 :
ga: Taisce L2:
gl: Caché L2:
hi: L2 कैशे:
hu: L2 gyorsítótár:
it: Cache L2:
pl: Pamięć podręczna L2:
pt: Cache L2:
ru: L2 кэш:
ta: எல் 2 கேச்:
uk: Кеш 2-го рівня:

source: L3 cache:
be: L3 кэш:
ca: Memòria cau L3:
es: Caché L3:
eu: L3 cachea:
fi: L3-välimuisti:
fr: Cache L3 :
ga: Taisce L3:
gl: Caché L3:
hi: L3 कैशे:
hu: L3 gyorsítótár:
it: Cache L3:
pl: Pamięć podręczna L3:
pt: Cache L3:
ru: L3 кэш:
ta: எல் 3 கேச்:
uk: Кеш 3-го рівня:

source: Cpufreq driver:
be: Драйвер Cpufreq:
ca: Controlador cpufreq:
es: Controlador de Cpufreq:
eu: Cpufreq kontrolatzailea:
fi: Cpufreq-ajuri:
fr: Pilote Cpufreq :
ga: Tiománaí LAPminicíochta:
gl: Controlador de cpufreq:
hi: Cpufreq ड्राइवर:
hu: Cpufreq illesztőprogram:
it: Driver di frequenza della CPU:
nl: Cpufreq-stuur­programma:
pl: Sterownik CPUFreq:
pt: Controlador de Cpufreq:
ru: Драйвер Cpufreq:
sv: Cpufreq drivrutin:
ta: CPUFREQ இயக்கி:
uk: Драйвер Cpufreq:

source: Cpufreq governor:
be: Рэгулятар Cpufreq:
ca: Governador cpufreq:
es: Gobernador de Cpufreq:
eu: Cpufreq gobernadorea:
fi: Cpufreq-ohjain:
fr: Governor Cpufreq :
ga: Gobharnóir LAPminicíochta:
gl: Gobernador de cpufreq:
hi: Cpufreq गवर्नर:
hu: Cpufreq szabályozó:
it: Governor CPU:
pl: Zarządca CPUFreq:
pt: Regulador de Cpufreq:
ru: Регулятор Cpufreq:
sv: Cpufreq guvernör:
ta: CPUFREQ கவர்னர்:
uk: Регулятор Cpufreq:

source: Power preference:
be: Параметр сілкавання:
ca: Preferència d'energia:
da: Strømstyring:
es: Preferencia de energía:
eu: Energia hobespenak:
fi: Tehoetusija:
fr: _Préférences de consommation batterie
ga: Rogha cumhachta:
gl: Preferencias de enerxía:
hi: ऊर्जा वरीयता:
hu: Energiapreferencia:
it: Preferenze energetiche:
nl: Vermogens­voorkeur:
pl: Preferencje mocy:
pt: Preferências de Energia:
ru: Параметр питания:
sv: Strömpreferens:
ta: ஆற்றல் விருப்பம்:
uk: Профіль живлення:

source: Failed To Eject
ca: No s'ha pogut expulsar
es: Error al expulsar
eu: Huts egin du egoztean
fi: Irrottaminen epäonnistui
ga: Theip ar Easghabháil
hu: Nem sikerült eltávolítani
it: Espulsione fallita
pl: Nie udało się wysunąć

source: Kill
ca: Finalitza
es: Matar
eu: Hil
fi: Tapa
ga: Maraigh
hu: Megszakítás
it: Uccidi
pl: Zabij

source: Clock Speed
be: Тактавая частата
ca: Velocitat del rellotge
da: Clockhastighed
es: Velocidad del reloj
eu: Ordulariaren abiadura
fi: Kellotaajuus
fr: Vitesse d’horloge
ga: Luas Clog
gl: Velocidade do reloxo
hi: क्लाक गति
hu: Órajel sebesség
it: Frequenza di clock
nl: Kloksnelheid
pl: Szybkość zegara
pt: Velocidade do clock
ru: Частота
sk: Taktovacia frekvencia
sv: Klockfrekvens
ta: கடிகார விரைவு
uk: Тактова частота

source: Power Draw
ca: Consum d'energia
es: Consumo de energía
eu: Energia kontsumoa
fi: Virrankäyttö
ga: Tarraingt Cumhachta
hu: Energiafogyasztás
it: Potenza assorbita
pl: Pobór prądu

source: Memory Usage
ca: Ús de memòria
es: Uso de memoria
eu: Memoriaren erabilera
fi: Muistinkäyttö
ga: Úsáid Cuimhne
hu: Memóriahasználat
it: Uso della memoria
pl: Zużycie pamięci

source: Shared Memory Usage
ca: Ús de memòria compartida
es: Uso de memoria compartida
eu: Memoria partekatuaren erabilera
fi: Jaetun muistin käyttö
ga: Úsáid Chomhroinnte Cuimhne
hu: Megosztott memóriahasználat
it: Uso della memoria condivisa
pl: Zużycie pamięci współdzielonej

source: Memory Speed
ca: Velocitat de memòria
es: Velocidad de la memoria
eu: Memoriaren abiadura
fi: Muistin nopeus
ga: Luas cuimhne
hu: Memóriasebesség
it: Velocità della memoria
pl: Szybkość pamięci

source: Video encode
ca: Codificació de vídeo
da: Video enkodning
es: Codificación de video
eu: Bideo kodetzea
fi: Videon pakkaus
ga: Ionchódú físe
gl: Codificación de vídeo
hu: Videókódolás
it: Codifica Video
nl: Video-encodering
pl: Kodowanie wideo
pt: Codificação de vídeo
ru: Кодирование видео
sk: Enkódovanie videa
ta: வீடியோ குறியாக்கம்

source: Video decode
ca: Descodificació de vídeo
da: Video afkodning
es: Decodificación de video
eu: Bideo deskodetzea
fi: Videon purku
ga: Díchódaithe físeán
gl: Decodificación de vídeo
hu: Videódekódolás
it: Decodifica Video
nl: Video-decodering
pl: Dekodowanie wideo
pt: Decodificação de vídeo
ru: Декодирование видео
sk: Dekódovanie videa
ta: வீடியோ டிகோட்

source: Temperature
be: Тэмпература
ca: Temperatura
da: Temperatur
es: Temperatura
eu: Tenperatura
fi: Lämpötila
fr: Température
ga: Teocht
gl: Temperatura
hi: तापमान
hu: Hőmérséklet
it: Temperatura
nl: Temperatuur
pl: Temperatura
pt: Temperatura
ru: Температура
sk: Teplota
sv: Temperatur
ta: வெப்பநிலை
uk: Температура

source: OpenGL version:
be: Версія OpenGL:
ca: Versió de l'OpenGL:
es: Versión de OpenGL:
eu: OpenGL bertsioa:
fi: OpenGL-versio:
fr: Version OpenGL :
ga: Leagan OpenGL:
gl: Versión de OpenGL:
hi: OpenGL संस्करण:
hu: OpenGL verzió:
it: Versione OpenGL:
nl: OpenGL-versie:
pl: Wersja OpenGL:
pt: Versão do OpenGL:
ru: Версия OpenGL:
sk: OpenGL verzia:
ta: Opengl பதிப்பு:
uk: Версія OpenGL:

source: Vulkan version:
be: Версія Vulkan:
ca: Versió del Vulkan:
es: Versión de Vulkan:
eu: Vulkan bertsioa:
fi: Vulkan-versio:
fr: Version Vulkan :
ga: Leagan Vulkan:
gl: Versión de Vulkan:
hi: Vulkan संस्करण:
hu: Vulkan verzió:
it: Versione Vulkan:
nl: Vulkan-versie:
pl: Wersja Vulkan:
pt: Versão do Vulkan:
ru: Версия Vulkan:
sk: Vulkan verzia:
ta: வல்கன் பதிப்பு:
uk: Версія Vulkan:

source: PCI Express speed:
be: Хуткасць PCI Express:
ca: Velocitat PCI Express:
da: PCI Express hastighed:
es: Velocidad de PCI Express:
eu: PCI Express abiadura:
fi: PCI Express -nopeus:
fr: Vitesse PCI Express :
ga: Luas PCI Express:
gl: Velocidade de PCI Express:
hi: PCI एक्सप्रेस गति:
hu: PCI Express sebesség:
it: Velocità PCI Express:
nl: PCI-Express-snelheid:
pl: Szybkość PCI Express:
pt: Velocidade de PCI Express:
ru: Скорость PCI Express:
sk: Rýchlosť PCI Express:
sv: PCI Express hastighet:
ta: பிசிஐ எக்ச்பிரச் வேகம்:
uk: Швидкість PCI Express:

source: Max PCI Express speed:
ca: Velocitat màxima del PCI Express:
es: Velocidad máxima de la PCI Express:
eu: Gehienezko PCI Express abiadura:
fi: PCI Express -enimmäisnopeus:
ga: Uasluas PCI Express:
hu: PCI Express maximális sebessége:
it: Velocità PCI Express Massima:
pl: Maksymalna prędkość PCI Express:

source: PCI bus address:
be: Адрас шыны PCI:
ca: Adreça del bus PCI:
da: PCI bus adresse:
es: Dirección del bus PCI:
eu: PCI bus helbidea:
fi: PCI-väylän osoite:
fr: Adresse du bus PCI :
ga: Seoladh bus PCI:
gl: Enderezo do bus PCI:
hi: PCI बस का पता:
hu: PCI busz cím:
it: Indirizzo bus PCI:
nl: PCI-busadres:
pl: Adres magistrali PCI:
pt: Endereço do PCI bus:
ru: Адрес PCI-шины:
sk: Adresa PCI zbernice:
sv: PCI buss adress:
ta: பிசிஐ பச் முகவரி:
uk: Адреса шини PCI:

source: Memory usage over
ca: Ús de la memòria superior a
da: Hukommelsesforbrug over
es: Consumo de memoria superior a
eu: Memoriaren erabilera denbora-tarte honetan:
fi: Muistinkulutus ajanjaksolla
fr: Utilisation de la mémoire
ga: Úsáid cuimhne thar
gl: Uso de memoria superior a
hu: Memóriahasználat az elmúlt
it: Utilizzo della memoria negli ultimi
nl: Geheugen­gebruik gedurende
pl: Zużycie pamięci przez
pt: Uso de memória ao longo de
ru: Использование памяти за
ta: நினைவக பயன்பாடு

source: Swap usage over
ca: Ús de la memòria d'intercanvi superior a
es: Cambiar el uso
eu: Trukatze-espazioaren erabilera denbora-tarte honetan:
fi: Swapin käyttö ajanjaksolla
ga: Úsáid a mhalartú
gl: Uso da memoria de intercambio (swap) superior a
hu: Cserehelyhasználat az elmúlt
it: Utilizzo dello swap negli ultimi
nl: Swapgebruik gedurende
pl: Użycie stronnicowania przez
pt: Utilização de Swap
ru: Использование подкачки за
ta: பயன்பாட்டை மாற்றவும்

source: Memory composition
be: Склад памяці
ca: Composició de la memòria
da: Hukommelsessammensætning
es: Composición de memoria
eu: Memoriaren konposaketa
fi: Muistin kulutus
fr: Composition de la mémoire
ga: Comhdhéanamh cuimhne
gl: Composición da memoria
hi: मेमोरी संघटन
hu: Memória összetétele
it: Composizione della memoria
nl: Samenstelling geheugen
pl: Rozkład pamięci
pt: Composição da memória
ru: Структура памяти
sk: Zloženie pamäte
sv: Minnessammansättning
ta: நினைவக கலவை
uk: Структурний склад пам'яті
