Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Toggle Sidebar
be: Пераключыць бакавую панэль
ca: Commuta la barra lateral
da: Slå Sidepanel til eller fra
es: Mostrar u ocultar la barra lateral
eu: Erakutsi/ezkutatu alboko barra
fi: Näytä/piilota sivupalkki
fr: Basculer la barre latérale
ga: Barra Taobh a Athraigh
gl: Alternar barra lateral
hi: पार्श्वपट्टी टॉगल करें
hu: Oldalsáv ki/be kapcsolása
it: Mostra/nascondi barra laterale
nl: Zijbalk tonen
pl: Pasek boczny
pt: Alternar barra lateral
ru: Переключить боковую панель
sv: Visa Sidofält
ta: பக்கப்பட்டியை மாற்றவும்
uk: Показати бічну панель

source: Copy Device Information
ca: Copia la informació del dispositiu
es: Copiar información del dispositivo
eu: Kopiatu gailuaren informazioa
fi: Näytä laitteen tiedot
ga: Cóipeáil Faisnéis Gléas
hu: Eszközinformációk másolása
it: Copia le informazioni del dispositivo
pl: Skopiuj informacje o urządzeniu

source: Toggle Summary Mode
ca: Commuta el mode resum
eu: Gaitu/ezgaitu laburpen modua
ga: Mód Achoimre a Athrú
hu: Összegzés mód ki/be
it: Attiva/Disattiva modalità sommario
pl: Przełącz tryb podsumowania

source: Select a Device
ca: Seleccioneu un dispositiu
es: Seleccionar un dispositivo
eu: Hautatu gailua
fi: Valitse laite
ga: Roghnaigh Gléas
hu: Válasszon ki egy eszközt
it: Seleziona un dispositivo
pl: Wybierz urządzenie

source: Apps Page
ca: Pàgina d'aplicacions
es: Página de aplicaciones
eu: Aplikazioen orria
fi: Sovellussivu
ga: Leathanach na nAipeanna
hu: Alkalmazás oldal
it: Pagina delle Applicazioni
pl: Strona aplikacji

source: Search
ca: Cerca
es: Buscar
eu: Bilatu
fi: Etsi
ga: Cuardaigh
hu: Keresés
it: Cerca
pl: Wyszukaj

source: Stop App or Process
ca: Atura l'aplicació o el procés
es: Detener aplicación o proceso
eu: Gelditu aplikazioa edo prozesua
fi: Pysäytä sovellus tai prosessi
ga: Próiseas Stad
hu: Alkalmazás vagy folyamat leállítása
it: Termina Applicazione o Processo
pl: Zatrzymaj aplikację lub proces

source: Force Stop App or Process
ca: Forçar l'aturada d'una aplicació o procés
es: Forzar detención de aplicación o proceso
eu: Behartu aplikazioa edo prozesua gelditzera
fi: Pysäytä pakottaen sovellus tai prosessi
ga: Stop Éigeantach Aip nó Próiseas
hu: Alkalmazás vagy folyamat kényszerített leállítása
it: Termina forzatamente app o processo
pl: Wymuś zatrzymanie aplikacji lub procesu

source: Show Details Dialog
ca: Mostra el quadre de diàleg dels detalls
es: Mostrar diálogo de detalles
eu: Erakutsi xehetasunen leihoa
fi: Näytä tietoikkuna
ga: Taispeáin Dialóg Sonraí
hu: Részletek párbeszédablak megjelenítése
pl: Pokaż okno szczegółów

source: Services Page
ca: Pàgina de serveis
es: Página de servicios
eu: Zerbitzuen orria
fi: Palvelusivu
ga: Leathanach Seirbhísí
hu: Szolgáltatások oldal
it: Pagina Servizi
pl: Strona serwisów

source: Start Service
ca: Inicia el servei
es: Iniciar servicio
eu: Abiarazi zerbitzua
fi: Käynnistä palvelu
ga: Tosaigh Seirbhís
hu: Szolgáltatás indítása
it: Avvia servizio
pl: Uruchom serwis

source: Stop Service
ca: Atura el servei
es: Parar servicio
eu: Gelditu zerbitzua
fi: Pysäytä palvelu
ga: Stop Seirbhís
hu: Szolgáltatás leállítása
it: Termina servizio
pl: Zatrzymaj serwis

source: Restart Service
ca: Reinicia el servei
es: Reiniciar servicio
eu: Berrabiarazi zerbitzua
fi: Käynnistä palvelu uudelleen
ga: Atosaigh an tSeirbhís
hu: Szolgáltatás újraindítása
it: Riavvia servizio
pl: Restartuj serwis

source: Enable All
ca: Habilita-ho tot
es: Activar todo
eu: Gaitu guztiak
fi: Ota kaikki käyttöön
ga: Cumasaigh Gach
gl: Activar todos
hu: Összes engedélyezése
it: Abilita tutti
pl: Włącz wszystkie
pt: Ativar tudo
ru: Включить все
ta: அனைத்தையும் இயக்கு

source: Disable All
ca: Desactiva-ho tot
es: Desactivar todo
eu: Ezgaitu guztiak
fi: Poista kaikki käytöstä
fr: Tout désactiver
ga: Díchumasaigh Gach
gl: Desactivar todos
hu: Összes letiltása
it: Disabilita tutti
pl: Wyłącz wszystkie
pt: Desativar tudo
ru: Отключить все
ta: அனைத்தையும் முடக்கு

source: Reset to Default
ca: Restableix als valors per defecte
es: Restablecer valores predeterminados
eu: Berrezarri lehenetsiak
fi: Palauta oletusarvo
fr: Réinitialisation par défaut
ga: Athshocraigh go Réamhshocrú
gl: Restablecer aos valores predeterminados
hu: Visszaállítás alapértelmezettre
it: Ripristina impostazioni iniziali
pl: Ustawienia domyślne
pt: Repor para predefinição
ru: Сброс настроек по умолчанию
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்

source: Devices
be: Прылады
ca: Dispositius
da: Enheder
es: Dispositivos
eu: Gailuak
fi: Laitteet
fr: Périphériques
ga: Gléasanna
gl: Dispositivos
hi: उपकरण
hu: Eszközök
it: Dispositivi
nl: Apparaten
pl: Urządzenia
pt: Dispositivos
ru: Устройства
sv: Enheter
ta: சாதனங்கள்
uk: Пристрої

source: Edit Sidebar
ca: Edita la barra lateral
es: Editar barra lateral
eu: Editatu alboko barra
fi: Muokkaa sivupalkkia
ga: Athraigh Sidebar
gl: Editar barra lateral
hu: Oldalsáv szerkesztése
it: Modifica barra laterale
pl: Edytuj pasek boczny
pt: Editar barra lateral
ru: Изменить боковую панель
ta: பக்கப்பட்டியைத் திருத்து

source: Type a name or PID to search
be: Увядзіце назву або PID для пошуку
ca: Escriviu un nom o un PID per cercar
da: Indtast et navn eller PID for at søge
es: Escriba un nombre o PID para buscar
eu: Idatzi izena edo PIDa bilatzeko
fi: Kirjoita nimi tai PID etsiäksesi
fr: Tapez un nom ou PID pour à rechercher
ga: Clóscríobh ainm nó PID chun cuardach a dhéanamh
gl: Escriba un nome ou PID para buscar
hi: खोजने के लिए कोई नाम या PID टाइप करें
hu: Írjon be egy nevet vagy PID-et a kereséshez
it: Digitare un nome o un PID da cercare
nl: Typ een naam of PID om te zoeken
pl: Wpisz nazwę lub PID, aby wyszukać
pt: Digite um nome ou identificador para iniciar busca
ru: Введите имя или PID для поиска
sk: Zadajte názov alebo PID na hľadanie
sv: Skriv ett namn eller PID för att söka
ta: தேட ஒரு பெயர் அல்லது பிஐடி தட்டச்சு செய்க
uk: Введіть назву або PID для пошуку

source: Toggle Device Information
ca: Commuta la informació del dispositiu
es: Mostrar u ocultar información del dispositivo
eu: Erakutsi/ezkutatu gailuaren informazioa
fi: Näytä/piilota laitteen tiedot
ga: Faisnéis Gléas a Athrú
hu: Eszközinformáció ki/be
it: Mostra o nascondi le informazioni del dispositivo
pl: Przełącz informacje o urządzeniu

source: Main Menu
ca: Menú principal
es: Menú principal
eu: Menu nagusia
fi: Päävalikko
ga: Príomh-roghchlár
hu: Főmenü
it: Menù Principale
pl: Menu główne

source: Loading...
be: Загрузка...
ca: Carregant...
da: Indlæser...
es: Cargando...
eu: Kargatzen...
fi: Ladataan...
fr: Chargement…
ga: Á lódáil...
gl: Cargando...
hi: लोड हो रहा है…
hu: Betöltés...
it: Caricamento…
nl: Laden…
pl: Ładowanie...
pt: A carregar...
ru: Загрузка...
sk: Načítava sa...
sv: Laddar...
ta: ஏற்றுகிறது ...
uk: Завантаження...

source: Performance
be: Прадукцыйнасць
ca: Rendiment
da: Ydeevne
es: Rendimiento
eu: Errendimendua
fi: Suorituskyky
ga: Feidhmíocht
gl: Rendemento
hi: प्रदर्शन
hu: Teljesítmény
it: Prestazioni
nl: Prestaties
pl: Wydajność
pt: Desempenho
ru: Производительность
sk: Výkon
sv: Prestanda
ta: செயல்திறன்
uk: Продуктивність

source: Apps
be: Праграмы
ca: Aplicacions
es: Aplicaciones
eu: Aplikazioak
fi: Sovellukset
fr: Applications
ga: Aipeanna
gl: Aplicacións
hi: ऐप्स
hu: Alkalmazások
it: Applicazioni
nl: Applicaties
pl: Aplikacje
pt: Aplicações
ru: Приложения
sk: Aplikácie
sv: Appar
ta: பயன்பாடுகள்
uk: Програми

source: Services
be: Сэрвісы
ca: Serveis
es: Servicios
eu: Zerbitzuak
fi: Palvelut
ga: Seirbhísí
gl: Servizos
hi: सेवाएं
hu: Szolgáltatások
it: Servizi
nl: Diensten
pl: Serwisy
pt: Serviços
ru: Службы
sv: Tjänster
ta: சேவைகள்
uk: Сервіси

source: _Preferences
be: _Параметры
ca: _Preferències
da: _Indstillinger
es: _Preferencias
eu: _Hobespenak
fi: _Asetukset
fr: _Préférences
ga: _Roghanna
gl: _Preferencias
hi: प्राथमिकताएं (_P)
hu: _Beállítások
it: _Preferenze
nl: _Voorkeuren
pl: _Preferencje
pt: _Preferências
ru: _Параметры
sk: Nastavenia
sv: _Preferenser
ta: _ முனைகள்
uk: _Налаштування

source: _Keyboard Shortcuts
ca: _Dreceres del teclat
eu: _Laster-teklak
fi: _Pikanäppäimet
ga: _Aicearraí Méarchláir
hu: _Billentyűparancsok
it: _Scorciatoie da tastiera
pl: Skróty _klawiszowe

source: _About Mission Center
ca: _Quant al Mission Center
eu: Mission Centerri _buruz
fi: _Tietoja - Tehtäväkeskus
ga: _Maidir le MissionCenter
hu: _A Küldetésközpont névjegye
it: _Informazioni su Mission Center
pl: O _aplikacji Mission Center

source: Section Header
ca: Capçalera de secció
eu: Atalaren goiburua
fi: Osio-otsake
ga: Ceannteideal Rannóg
hu: Szakaszfejléc
it: Intestazione sezione
pl: Nagłówek sekcji

source: App
ca: Aplicació
es: Aplicación
eu: Aplikazioa
fi: Sovellus
ga: Aip
hu: Alkalmazás
it: Applicazione
pl: Aplikacja

source: {} Running App
ca: {} aplicació en execució
eu: Aplikazio {} martxan
fi: {} sovellus käynnissä
ga: {} Aip Rith
hu: {} futó alkalmazás
it: {} Applicazione in esecuzione
pl: Uruchomiona aplikacja: {}

source: {} Running Process
ca: {} procés en execució
eu: Zerbitzu {} martxan
fi: {} prosessi käynnissä
ga: {} Próiseas Rith
hu: {} futó folyamat
it: {} processo in esecuzione
pl: Uruchomiony serwis: {}

source: Copy logs to clipboard
ca: Copia els registres al porta-retalls
es: Copiar logs al portapapeles
eu: Kopiatu erregistroak arbelera
fi: Kopioi lokit leikepöydälle
ga: Cóipeáil logaí chuig gear
hu: Naplók másolása a vágólapra
it: Copia registro negli appunti
pl: Skopiuj dziennik do schowka

source: Running
be: Выконваецца
ca: En execució
da: Kørende
es: En ejecución
eu: Martxan
fi: Käynnissä
fr: En cours d'exécution
ga: Ag rith
gl: En execución
hi: चालू
hu: Fut
it: In esecuzione
nl: Draaiend
pl: Uruchomione
pt: Em execução
ru: Запущенная
sv: Körs
ta: இயங்கும்
uk: Запущено

source: Failed
be: Не ўдалося
ca: Error
da: Fejlede
es: Fallido
eu: Huts eginda
fi: Epäonnistui
fr: Échoué
ga: Teip
gl: Fallido
hi: असफल
hu: Sikertelen
it: Falliti
nl: Mislukt
pl: Z błędami
pt: Falha
ru: Сбой
sv: Misslyckades
ta: தோல்வியுற்றது
uk: Збій

source: Stopped
be: Спынены
ca: Aturat
da: Stoppet
es: Detenido
eu: Geldituta
fi: Pysäytetty
fr: Stoppé
ga: Stopa
gl: Detido
hi: रुका हुआ
hu: Leállítva
it: Fermati
nl: Gestopt
pl: Zatrzymane
pt: Parado
ru: Остановленная
sv: Stoppad
ta: நிறுத்தப்பட்டது
uk: Зупинено

source: {} Running Services
be: {} Запушчаных сэрвісаў
ca: {} serveis en execució
da: {} Kørende Services
es: {} Servicios en ejecución
eu: {} zerbitzu martxan
fi: {} palvelua käynnissä
fr: {} Services en cours
ga: {} Seirbhísí Reatha
gl: {} Servizos en execución
hi: {} चालू सेवाएं
hu: {} futó szolgáltatás
it: {} servizi in esecuzione
nl: {} draaiende diensten
pl: Uruchomione serwisy: {}
pt: {} serviços em execução
ru: Запущенные службы: {}
sv: {} Aktiva Tjänster
ta: சேவைகள் இயங்கும் சேவைகள்
uk: {} Запущені сервіси

source: {} failed services out of a total of {}
be: {} няўдалых сэрвісаў з агульнай колькасці {}
ca: {} serveis fallits d'un total de {}
da: {} mislykkede services ud af i alt {}
es: {} servicios fallidos de un total de {}
eu: {} zerbitzuk huts egin dute, guztirako {} zerbitzuetatik
fi: {}/{} epäonnistunutta palvelua
fr: {} services échoués sur un total de {}
ga: {} theip ar sheirbhísí as iomlán de {}
gl: {} servizos fallidos dun total de {}
hi: कुल {} में से {} सेवाएं विफल रहीं
hu: {} szolgáltatás sikertelen a {} közül
it: {} servizi falliti su un totale di {}
nl: {} mislukte diensten op een totaal van {}
pl: Serwisy z błędami: {}. Wszystkie serwisy: {}
pt: {} serviços falharam de um total de {}
ru: Сбой в работе служб: {} из {}
sv: {} misslyckade tjänster utav totalt {}
ta: {} மொத்தம் {} இல் தோல்வியுற்ற சேவைகள்
uk: {} сервісів зупинено через збій, із загальної кількості сервісів: {}

source: {} sectors
es: {} sectores
eu: {} sektore
fi: {} sektoria
ga: {} earnáil
hu: {} szektor
it: {} settori
pl: {} sektorów

source: Close
ca: Tanca
eu: Itxi
fi: Sulje
hu: Bezárás
it: Chiudi
pl: Zamknij

source: Retry
ca: Reintenta
eu: Saiatu berriz
fi: Yritä uudelleen
hu: Újrapróbálás
it: Riprova
pl: Powtórz

source: Kill All
ca: Finalitza-ho tot
eu: Hil guztiak
fi: Tapa kaikki
hu: Összes megszakítása
it: Termina Tutti
pl: Zabij wszystkie

source: In use ({}) Memory used by the operating system and running applications
ca: En ús ({}) Memòria utilitzada pel sistema operatiu i les aplicacions en execució
eu: Erabiltzen ({}) Sistema eragileak eta martxan dauden aplikazioek erabilitako memoria
fi: Käytössä ({}) Muistinkäyttö käyttöjärjestelmän ja käynnissä olevien sovellusten toimesta
hu: Használatban ({}B) Az operációs rendszer és a futó alkalmazások által használt memória
it: In uso ({}) Memoria usata dal sistema operativo e dalle applicazioni in esecuzione
pl: W użyciu ({}) Pamięć używana przez system i uruchomione aplikacje

source: Modified ({}) Memory whose contents must be written to disk before it can be used by another process
ca: Modificada ({}) Memòria el contingut de la qual s'ha d'escriure al disc abans que pugui ser utilitzat per un altre procés
eu: Aldatuta ({}) Beste prozesu batek erabili aurretik bere edukia diskoan idatzi beharra dagoen memoria
fi: Muokattu ({}) Muisti, jonka sisältö tulee kirjoittaa levylle, ennen kuin sitä on mahdollista käyttää toisen prosessin toimesta
hu: Módosított ({}B) Az a memória, aminek a tartalmát le kell írni a lemezre, mielőtt más folyamat használni tudja
it: Modificata ({}) Memoria il cui contenuto deve essere scritto su disco prima che possa essere usata da altri processi
pl: Zmodyfikowano ({}) Pamięć wymagająca zapisu na dysku, przed użyciem przez inny proces

source: Standby ({}) Memory that contains cached data and code that is not actively in use
ca: En espera ({}) Memòria que conté dades emmagatzemades a la memòria cau i codi que no s'utilitza activament
eu: Zain ({}) Une honetan aktiboki erabiltzen ari ez diren datu eta kode cacheratuak dituen memoria
fi: Valmiudessa ({} t) Muisti, joka sisältää välimuistiin asetettua dataa ja koodia, joka ei ole aktiivisessa käytössä
hu: Készenléti memória ({}B) Aktívan nem használt gyorsítótárazott adatokat és programkódot tartalmazó memória
it: In attesa ({}) Memoria che contiene dati della cache e codice attualmente non in uso
pl: Czuwanie ({}) Pamięć zawierająca dane w pamięci podręcznej która nie jest aktywnie używana

source: Free ({}) Memory that is not currently in use, and that will be repurposed first when the operating system, drivers, or applications need more memory
ca: Lliure ({}) Memòria que no està en ús actualment i que es reutilitzarà primer quan el sistema operatiu, els controladors o les aplicacions necessitin més memòria
eu: Erabilgarri ({}) Une honetan erabiltzen ari ez den memoria; sistema eragileak, kontrolatzaileek edo aplikazioek memoria gehiago behar dutenean erabiliko dena
fi: Vapaana ({}) Muisti, joka ei tällä hetkellä ole käytössä, ja otetaan käyttöön, kun käyttöjärjestelmä, ajurit tai sovellukset tarvitsevat muistia
hu: Szabad ({}B) A jelenleg nem használt memória, amelyet az operációs rendszer, meghajtók vagy alkalmazások elsőként foglalnak le, ha több memóriára van szükségük
it: Libera ({}) Memoria attualmente non in uso: sarà riutilizzata per prima quando il sistema operativo, i driver o le applicazioni avranno bisogno di più memoria
pl: Wolne ({}) Pamięć, która nie jest obecnie używana i która zostanie ponownie wykorzystana, gdy system operacyjny, sterowniki lub aplikacje będą potrzebowały więcej pamięci

source: {} ago
ca: Fa {}
eu: duela {}
fi: {} sitten
ga: {} ó shin
hu: {}-val/-vel ezelőtt
it: {} fa
pl: {} temu

source: Unknown
be: Невядома
ca: Desconegut
da: Ukendt
es: Desconocido
eu: Ezezaguna
fi: Tuntematon
fr: Inconnu
ga: Anaithnid
gl: Descoñecido
hi: अज्ञात
hu: Ismeretlen
it: Sconosciuto
nl: Onbekend
pl: Nieznane
pt: Desconhecido
ru: Неизвестно
sk: Neznáme
sv: Okänd
ta: தெரியவில்லை
uk: Невідомий

source: Pre-Fail
ca: Pre-fallida
ga: Réamh-Teip
hu: Előzetes meghibásodás
pl: Przed awarią

source: Old-Age
ca: Antic-Edat
ga: Seanaois
hu: Öregedés
pl: Starość

source: Online
ca: En línia
es: En línea
eu: Linean
ga: Ar Líne
hu: Elérhető

source: Offline
ca: Fora de línia
es: Desconectado
eu: Lineaz kanpo
ga: As líne
hu: Nem elérhető

source: FAILING
ca: FALLANT
eu: HUTS EGITEN
fi: RIKKOUTUU
ga: AG TEIP
hu: Meghibásodó
pl: AWARIA

source: Failed in the past
ca: Ha fallat en el passat
es: Falló en el pasado
eu: Iraganean huts egin du
ga: Theip ar an am atá caite
hu: Korábban meghibásodott
it: Fallito in passato
pl: Wcześniej miejący awarię

source: Percent Used
ca: Percentatge utilitzat
eu: Erabilera ehunekoa
fi: Prosenttia käytössä
ga: Céatadán Úsá
hu: Használat százaléka
it: Percentuale usata
pl: Procent wykorzystania

source: Available Spare
ca: Recanvi disponible
ga: Spártha atá ar Fáil
hu: Elérhető tartalék
pl: Dostępne zapasowe

source: Spare Threshold
ca: Llindar de recanvi
ga: Tairseach breise
hu: Tartalék küszöb
pl: Zapasowe progi

source: Total Data Read
ca: Lectura total de dades
eu: Irakurritako datuak guztira
fi: Dataa luettu yhteensä
ga: Iomlán na Sonraí Léite
hu: Összes beolvasott adat
it: Dai letti in totale
pl: Całkowity odczyt danych

source: Total Data Written
ca: Dades totals escrites
eu: Idatzitako datuak guztira
fi: Dataa kirjoitettu yhteensä
ga: Sonraí Iomlán Scríofa
hu: Összes írt adat
it: Totale scritto
pl: Całkowity zapis danych

source: Warning Temp Time
ca: Temps d'advertència de temperatura
eu: Tenperatura abisuaren ordua
ga: Am Teochta Rabhadh
hu: Figyelmeztető hőmérsékleten töltött idő
pl: Ostrzeganie o temperaturze

source: Critical Temp Time
ca: Temps de temperatura crítica
eu: Tenperatura kritikoaren ordua
ga: Am Teochta Criticiúil
hu: Kritikus hőmérsékleten töltött idő
pl: Krytyczna temperatura

source: Control Busy Time
ca: Control del temps ocupat
ga: Rialú Am Gnóthach
hu: Vezérlő foglaltsági idő
pl: Czas obciążenia kontrolą

source: Warning Temperature
ca: Temperatura d'advertència
eu: Tenperaturaren abisua
fi: Varoituksen lämpötila
ga: Teocht Rabhaidh
hu: Figyelmeztető hőmérséklet
it: Attenzione temperatura
pl: Temperatura do ostrzegania

source: Critical Temperature
ca: Temperatura crítica
eu: Tenperatura kritikoa
fi: Kriittinen lämpötila
ga: Teocht Chriticiúil
hu: Kritikus hőmérséklet
it: Temperatura critica
pl: Krytyczna temperatura

source: Temps
fi: Lämpötilat
ga: Time's
hu: Hőmérsékletek
it: Temperature
pl: Temperatury

source: Unsafe Shutdowns
ca: Aturades insegures
eu: Itzaltze ez seguruak
ga: Dúnadh neamhshábhá
hu: Veszélyes leállások
it: Spegnimenti non sicuri
pl: Niebezpieczne wyłączanie

source: Media Errors
ca: Errors de mitjans
fi: Mediavirheitä
ga: Earráidí Meán
hu: Adathordozó hibák
it: Errori dei media
pl: Błędy mediów

source: Number Error Log Entries
ca: Entrades del registre d'errors numèrics
ga: Iontrálacha Logála Earráide Líon
hu: Hibás naplóbejegyzések száma
pl: Liczba wpisów dziennika błędów

source: Power Cycles
ca: Cicles de potència
fi: Käynnistyskertoja
ga: Timthriallta Cumhachta
hu: Bekapcsolások száma
pl: Cykle zasilania

source: Disk {} ({})
be: Дыск {} ({})
ca: Disc {} ({})
es: Disco {} ({})
eu: Diskoa {} ({})
fi: Levy {} ({})
fr: Disque {} ({})
ga: Diosca {} ({})
gl: Disco {} ({})
hi: डिस्क {} ({})
hu: Lemez {} ({})
it: Disco {} ({})
nl: Opslag {} ({})
pl: Dysk {} ({})
pt: Disco {} ({})
ru: Диск {} ({})
ta: வட்டு {} ({})
uk: Диск {} ({})

source: Drive ({})
be: Дыск ({})
ca: Unitat ({})
da: Drev ({})
es: Unidad ({})
eu: Unitatea ({})
fi: Asema ({})
fr: Disque {} ({})
ga: Tiomántán ({})
gl: Unidade ({})
hi: ड्राइव ({})
hu: Meghajtó ({})
it: Disco ({})
nl: Schĳf ({})
pl: Dysk ({})
pt: Unidade ({})
ru: Накопитель ({})
sv: Hård Disk ({})
ta: இயக்கி ({})
uk: Накопичувач ({})

source: Yes
be: Так
ca: Sí
da: Ja
es: Sí
eu: Bai
fi: Kyllä
fr: Oui
ga: Is ea
gl: Si
hi: हां
hu: Igen
it: Sì
nl: Ja
pl: Tak
pt: Sim
ru: Да
sk: Áno
sv: Ja
ta: ஆம்
uk: Так

source: No
be: Не
da: Nej
eu: Ez
fi: Ei
fr: Non
ga: Níl
gl: Non
hi: नहीं
hu: Nem
nl: Nee
pl: Nie
pt: Não
ru: Нет
sk: Nie
sv: Nej
ta: இல்லை
uk: Ні

source: NVMe
hu: NVMe (Non-Volatile Memory)
ta: என்விஎம்இ

source: eMMC
hu: eMMC (Embedded MultiMediaCard)

source: iSCSI
hu: iSCSI (Internet Small Computer Systems Interface)

source: Optical
be: Аптычнае
ca: Òptic
da: Optisk
es: Óptico
eu: Optikoa
fi: Optinen
fr: Optique
ga: Optúil
gl: Óptico
hi: ऑप्टिकल
hu: Optikai
it: Ottico
nl: Optisch
pl: Dysk optyczny
pt: Óptico
ru: Оптический
sv: Optisk
ta: ஆப்டிகல்
uk: Оптичний

source: Thumb Drive
ca: Unitat USB
eu: UBS unitatea
ga: Tiomántán Ordóg
hu: Pendrive
pl: Pendrive

source: Drive {} ({})
be: Дыск {} ({})
ca: Unitat {} ({})
da: Drev {} ({})
es: Unidad {} ({})
eu: Unitatea {} ({})
fi: Asema {} ({})
fr: Disque {} ({})
ga: Tiomáint {} ({})
gl: Unidade {} ({})
hi: ड्राइव {} ({})
hu: Meghajtó {} ({})
it: Disco {} ({})
nl: Schĳf {} ({})
pl: Dysk {} ({})
pt: Unidade {} ({})
ru: Накопитель {} ({})
sv: Hård Disk {} ({})
ta: இயக்கி {} ({})
uk: Накопичувач {} ({})

source: Fan {}
ca: Ventilador {}
es: Ventilador {}
eu: Haizagailua {}
fi: Tuuletin {}
fr: Ventilation {}
ga: Gaothráin {}
gl: Ventilador {}
hu: Ventilátor {}
it: Ventola {}
pl: Wentylator {}
pt: Ventoinha {}
ru: Вентилятор {}
ta: விசிறி {}

source: Fan
ca: Ventilador
es: Ventilador
eu: Haizagailua
fi: Tuuletin
fr: Ventilation
ga: Gaothráin
gl: Ventilador
hu: Ventilátor
it: Ventola
pl: Wentylator
pt: Ventoinha
ru: Вентилятор
ta: விசிறி

source: Unsupported
be: Не падтрымліваецца
ca: No compatible
da: Ikke understøttet
es: No soportado
eu: Sostengu gabea
fi: Ei tuettu
fr: Non-supporté
ga: Gan tacaíocht
gl: Non soportado
hi: असमर्थित
hu: Nem támogatott
it: Non supportata
nl: Niet-ondersteund
pl: Niewspierane
pt: Não compatível
ru: Не поддерживается
sk: Nepodporované
sv: Stöds ej
ta: ஆதரிக்கப்படாதது
uk: Не підтримується

source: {} of {}
ca: {} de {}
hu: {} a {}-ból/-ből
it: {} di {}
pl: {} z {}

source: Getting additional memory information failed
be: Не ўдалося атрымаць дадатковую інфармацыю аб памяці
ca: No s'ha pogut obtenir informació addiciona de la memòria
da: Det mislykkedes at hente yderligere hukommelsesoplysninger
es: Error al obtener información adicional de la memoria
eu: Huts egin du memoriaren informazio gehigarria eskuratzean
fi: Muistin lisätietojen saaminen epäonnistui
fr: L'obtention d'information supplémentaires sur la mémoire a échoué
ga: Theip ar eolas cuimhne breise a fháil
gl: Erro ao obter información adicional da memoria
hi: अतिरिक्त मेमोरी जानकारी प्राप्त करना विफल रहा
hu: A további memóriainformációk lekérése sikertelen volt
it: Impossibile ottenere informazioni aggiuntive sulla memoria
nl: Aanvullende geheugeninformatie ophalen is mislukt
pl: Pobieranie dodatkowych informacji nie powiodło się
pt: Falha em adquirir informação adicional de memória
ru: Не удалось получить дополнительную информацию о памяти
sv: Hämtning av ytterligare minnesinformation misslyckades
ta: கூடுதல் நினைவக தகவல்களைப் பெறுவது தோல்வியடைந்தது
uk: Не вдалося отримати додаткову інформацію про пам’ять

source: Video encode/decode
ca: Codificació/descodificació de vídeo
eu: Bideo kodetzea/deskodetzea
fi: Videon pakkaus/purku
ga: Ionchódú/díchódú físe
hu: Videókódolás/dekódolás
it: Codifica/Decodifica Video
pl: Kodowanie/dekodowanie wideo

source: Total Memory
ca: Memòria total
eu: Memoria guztira
fi: Muistia yhteensä
ga: Cuimhne Iomlán
hu: Összes memória
it: Memoria totale
pl: Całkowita pamięć

source: Dedicated and shared memory usage over
ca: Ús de memòria dedicada i compartida
eu: Memoria dedikatua eta partekatua denbora-tarte honetan:
ga: Úsáid cuimhne tiomnaithe agus roinnte
hu: Dedikált és megosztott memórihasználat az elmúlt
it: Utilizzo memoria dedicata e condivisa negli ultimi
pl: Dedykowanie i współdzielone zużycie pamięci ponad

source: Total Shared Memory
ca: Memòria compartida total
eu: Memoria partekatua guztira
fi: Jaettu muisti yhteensä
ga: Cuimhne roinnte iomlán
hu: Összes megosztott memória
it: Memoria condivisa totale
pl: Całkowita pamięć współdzielona

source: {} year
ca: {} any
eu: urte {}
fi: {} vuosi
hu: {} év
it: {} anno
pl: {} rok
