Repository: coolshou/mission-center
Catalog: po/*.po
Languages: be, ca, da, es, eu, fi, fr, ga, gl, hi, hu, it, nl, pl, pt, ru, sk, sv, ta, uk

source: Speed:
be: Хуткасць:
ca: Velocitat:
da: Hastighed:
es: Velocidad:
eu: Abiadura:
fi: Nopeus:
fr: Vitesse :
ga: Luas:
gl: Velocidade:
hi: गति:
hu: Sebesség:
it: Velocità:
nl: Snelheid:
pl: Prędkość:
pt: Velocidade:
ru: Скорость:
sk: Rýchlosť:
sv: Hastighet:
ta: வேகம்:
uk: Швидкість:

source: Slots used:
be: Выкарыстана слотаў:
ca: Sòcols utilitzats:
da: Brugte slots:
es: Ranuras usadas:
eu: Erabilitako artekak:
fi: Paikkoja käytetty:
fr: Slots utilisés :
ga: Sliotáin a úsáidtear:
gl: Ranuras empregadas:
hi: प्रयुक्त खांचें:
hu: Használt helyek:
it: Slot usati:
nl: Sloten in gebruik:
pl: Używane sloty:
pt: Slots usados:
ru: Использовано слотов:
sk: Použité sloty:
sv: Platser använda:
ta: பயன்படுத்தப்படும் இடங்கள்:
uk: Слоти використані:

source: Form factor:
be: Форм фактар:
ca: Factor de forma:
da: Formfaktor:
es: Factor de forma:
eu: Forma faktorea:
fi: Kantakoko:
fr: Forme :
ga: Fachtóir foirm:
gl: Factor de forma:
hi: प्रपत्र कारक:
hu: Formafaktor:
it: Fattore di forma:
nl: Vormfactor:
pl: Format:
pt: Formato de memória:
ru: Форм-фактор:
sv: Formfaktor:
ta: படிவ காரணி:
uk: Форм-фактор:

source: General
eu: Orokorra
fi: Yleiset
ga: Ginearálta
gl: Xeral
hu: Általános
it: Impostazioni generali
nl: Algemeen
pl: Ustawienia ogólne
pt: Geral
ru: Общие
ta: பொது

source: Update Interval
be: Інтэрвал абнаўлення
ca: Interval d'actualització
da: Opdateringsinterval
es: Intervalo de actualización
eu: Eguneratze-tartea
fi: Päivitysväli
fr: Intervalle de rafraîchissement
ga: Eatraimh Nuashonrai
gl: Intervalo de actualización
hi: अद्यतन अंतराल
hu: Frissítési időköz
it: Intervallo di aggiornamento
nl: Bijwerkingsonderbreking
pl: Częstotliwość aktualizacji
pt: Intervalo de atualização
ru: Интервал обновления
sv: Uppdateringsintervall
ta: இடைவெளி புதுப்பிக்கவும்
uk: Інтервал оновлення

source: Chart Data Points
be: Кропкі даных дыяграмы
ca: Punts de dades del gràfic
da: Graf datapunkter
es: Puntos de datos del gráfico
eu: Grafikoetako datu-puntuak
fi: Kaavion datapisteet
fr: Points de données du graphique
ga: Pointí Sonraí Cairt
gl: Puntos de datos da gráfica
hi: चार्ट डेटा बिंदु
hu: Diagram adatpontok
it: Punti presenti sul grafico
nl: Grafiekgegevenspunten
pl: Liczba punktów na wykresie
pt: Quantidade de dados nos gráficos
ru: Точки данных на графике
sv: Diagramdatapunkter
ta: விளக்கப்படம் தரவு புள்ளிகள்
uk: Кількість точок на графіках

source: Performance Page
ca: Pàgina de rendiment
es: Página de rendimiento
eu: Errendimenduaren orria
fi: Suorituskykysivu
ga: Leathanach Feidhmíochta
gl: Páxina de rendemento
hu: Teljesítmény oldal
it: Pagina Prestazioni
nl: Prestatiepagina
pl: Strona wydajności
pt: Página de Desempenho
ru: Страница "Производительность"
ta: செயல்திறன் பக்கம்

source: Smooth Graphs
be: Гладкія графікі
ca: Gràfics suaus
da: Udjævn Grafer
es: Suavizar gráficos
eu: Grafiko leunak
fi: Sulavat kaaviot
fr: Lisser les graphiques
ga: Graif réidh
gl: Suavizar gráficas
hi: सुचारू ग्राफ
hu: Simított grafikonok
it: Approssimazione Grafici
nl: Geëffende Grafieken
pl: Wygładzone wykresy
pt: Gráficos suavizados
ru: Плавные графики
sv: Jämna Grafer
ta: மென்மையான வரைபடங்கள்
uk: Згладжувати графіки

source: Draw graphs as smooth line instead of jagged line
be: Маляваць графікі ў выглядзе плыўных ліній замест зубчастых
ca: Dibuixa gràfics com a línies suaus en lloc de línies irregulars
da: Tegn grafer som udjævnet i stedet for takkede linjer
es: Dibujar gráficos como línea lisa en vez de línea dentada
eu: Marraztu grafikoak lerro leun gisa, koskadun lerro gisa beharrean
fi: Piirrä kaaviot sulavana viivana rosoisen viivan sijaan
fr: Former des graphiques lissés plutôt qu'irréguliers
ga: Tarraing graif mar líne réidh in ionad líne ghearrtha
gl: Debuxar gráficas como liñas suaves en troques de dentadas
hi: ग्राफ को टेढ़ी-मेढ़ी रेखा के बजाय सुचारू रेखा के रूप में बनाएं
hu: Grafikonokat sima vonallal rajzoljon éles, szaggatott vonalak helyett
it: Disegna i grafici con una linea uniforme invece che irregolare
nl: Teken grafieken als een vloeiende lĳn in plaats van een gekartelde lĳn
pl: Rysuj gładkie linie na wykresach zamiast prostych
pt: Mostrar gráficos com linhas suaves em vez de dentadas
ru: Рисовать графики в виде плавных линий вместо прерывистых
sv: Rita grafer som jämn linje istället för ojämn linje
ta: துண்டிக்கப்பட்ட வரிக்கு பதிலாக வரைபடங்களை மென்மையான வரியாக வரையவும்
uk: Будувати графіки використовуючи плавні лінії замість грубих ліній

source: Sliding Graphs
ca: Gràfics lliscants
fi: Liukuvat kaaviot
ga: Graif sleamhnáin
hu: Csúszó grafikonok
it: Grafici scorrevoli
pl: Wykresy przesuwne

source: Animate graphs (may negatively impact performance)
ca: Anima els gràfics (pot afectar negativament el rendiment)
es: Animar gráficos (puede afectar al rendimiento negativamente)
eu: Animatu grafikoak (errendimenduari eragin diezaioke)
fi: Animoi kaaviot (voi heikentää suorituskykyä)
ga: Graif a bheochan (d'fhéadfadh tionchar diúltach ar fheidhmíoch
hu: Grafikonok animálása (negatív hatással lehet a teljesítményre)
it: Anima i grafici (potrebbe avere un impatto negativo sulle prestazioni)
pl: Animuj wykresy (może negatywnie wpłynąć na wydajność)

source: Scale Network Graphs Dynamically
ca: Escala els gràfics de xarxa dinàmicament
es: Escala dinámica de gráficos de red
eu: Eskalatu sareko grafikoak dinamikoki
fi: Skaalaa verkon kaaviot dynaamisesti
fr: Mise à l'échelle dynamique des graphiques du réseau
ga: Scála Graif Líonra go dinimiciúil
gl: Escalar dinámicamente as gráficas da rede
hu: Hálózati grafikonok dinamikus méretezése
it: Scala dinamicamente il grafico della rete
pl: Skaluj wykres użycia sieci dynamicznie
pt: Dimensione gráficos de rede dinamicamente
ru: Динамически масштабировать сетевые графики
ta: பிணையம் வரைபடங்களை மாறும் அளவில் அளவிடவும்

source: Set network graph to scale dynamically with actual usage or with channel max speed
ca: Estableix el gràfic de xarxa per escalar dinàmicament amb l'ús real o amb la velocitat màxima del canal
es: Configura el gráfico de red para que se ajuste dinámicamente al uso real o a la velocidad máxima del canal
eu: Eskalatu sarearen grafikoa dinamikoki uneko erabileraren edo kanalaren abiadura maximoaren arabera
fi: Aseta verkon kaavio skaalautumaan dynaamisesti käytön tai kanavan enimmäisnopeuden mukaan
fr: Configurer le graphique du réseau pour qu'il s'adapte dynamiquement à l'utilisation réelle ou à la vitesse maximale du canal
ga: Socraigh graf líonra le scála go dinimiciúil le húsáid iarbhír nó le luas uasta an chainéil
gl: Configurar a gráfica de rede para axustarse dinámicamente co uso real ou coa velocidade máxima da canle
hu: Állítsa be a hálózati grafikont, hogy dinamikusan méretezze magát a tényleges használat vagy a csatorna maximális sebessége alapján
it: Scala dinamica il grafico della rete in base all'utilizzo effettivo o alla velocità massima del canale
pl: Ustawia wykres użycia sieci tak, aby dynamicznie skalował się wraz z faktycznym użyciem lub z maksymalną prędkością interfejsu
pt: Defina o gráfico da rede a ser dimensionado dinamicamente com a utilização real ou com a velocidade máxima do canal
ru: Установить динамическое масштабирование сетевого графика в зависимости от фактического использования или максимальной скорости канала
ta: பிணைய வரைபடத்தை உண்மையான பயன்பாட்டுடன் அல்லது சேனல் அதிகபட்ச வேகத்துடன் அளவிட அமைக்கவும்

source: Show CPU Information
ca: Mostra la informació de la CPU
es: Mostrar información de la CPU
eu: Erakutsi PUZaren informazioa
fi: Näytä suorittimen tiedot
fr: Afficher l'utilisation CPU
ga: Taispeáin Faisnéis LAP
gl: Amosar información da CPU
hu: Processzor-információk megjelenítése
it: Mostra le informazioni della CPU
nl: Processorinformatie weergeven
pl: Pokaż informacje o procesorze
pt: Mostrar informações da CPU
ru: Показывать информацию о процессоре
ta: சிபியு தகவலைக் காட்டு

source: Show Memory Information
ca: Mostra informació de la memòria
es: Mostrar información de la memoria
eu: Erakutsi memoriaren informazioa
fi: Näytä muistin tiedot
fr: Afficher l'utilisation de la mémoire
ga: Taispeáin Eolas Cuimhne
gl: Amosar información da memoria
hu: Memóriainformációk megjelenítése
it: Mostra informazioni sulla memoria
nl: Geheugeninformatie weergeven
pl: Pokaż informacje o pamięci
pt: Mostrar informação de memória
ru: Показывать информацию о памяти
ta: நினைவக தகவலைக் காட்டு

source: Show Disk Information
ca: Mostra la informació del disc
es: Mostrar información del disco
eu: Erakutsi diskoen informazioa
fi: Näytä levyn tiedot
fr: Afficher les informations disques
ga: Taispeáin Faisnéis Diosca
gl: Amosar información do disco
hu: Meghajtó információk megjelenítése
it: Mostra le informazioni del Disco
nl: Schijfinformatie weergeven
pl: Pokaż informacje o dyskach
pt: Mostrar informações do disco
ru: Показывать информацию о диске
ta: வட்டு தகவலைக் காட்டு

source: Show Network Information
ca: Mostra la informació de la xarxa
es: Mostrar información de la red
eu: Erakutsi sarearen informazioa
fi: Näytä verkon tiedot
fr: Afficher les informations du réseau
ga: Taispeáin Faisnéis Líonra
gl: Amosar información da rede
hu: Hálózati információk megjelenítése
it: Mostra le informazioni di Rete
nl: Netwerkinformatie weergeven
pl: Pokaż informacje o sieci
pt: Mostrar informações da rede
ru: Показывать информацию о сети
ta: பிணைய தகவலைக் காட்டு

source: Show GPU Information
ca: Mostra la informació de la GPU
es: Mostrar información de la GPU
eu: Erakutsi GPUaren informazioa
fi: Näytä näytönohjaimen tiedot
fr: Afficher les informations de la GPU
ga: Taispeáin Faisnéis GPU
gl: Amosar información da GPU
hu: GPU információk megjelenítése
it: Mostra le informazioni della GPU
nl: Grafischekaartinformatie weergeven
pl: Pokaż informacje kart graficznych
pt: Mostrar informações da GPU
ru: Показывать информацию о ГП
ta: GPU தகவலைக் காட்டு

source: Show Fan Information
ca: Mostra informació dels ventiladors
es: Mostrar información del ventilador
eu: Erakutsi haizagailuaren informazioa
fi: Näytä tuuletintiedot
fr: Afficher les informations de ventilation
ga: Taispeáin Faisnéis Gaothráin
gl: Amosar información do ventilador
hu: Ventilátor információk megjelenítése
it: Mostra informazioni sulla ventola
nl: Ventilatorinformatie weergeven
pl: Pokaż informacje o wentylatorach
pt: Mostrar informação da ventoinha
ru: Показывать информацию о вентиляторе
ta: ரசிகர்களின் தகவலைக் காட்டு

source: App Page
ca: Pàgina de l'aplicació
es: Página de la aplicación
eu: Aplikazioen orria
fi: Sovellussivu
ga: Leathanach na hAipe
gl: Páxina da aplicación
hu: Alkalmazás oldal
it: Impostazioni della pagina applicazioni
nl: Applicatiepagina
pl: Strona aplikacji
pt: Página de aplicações
ru: Страница "Приложения"
ta: பயன்பாட்டு பக்கம்

source: Merge Process Stats
be: Аб'яднаць статыстыку працэсаў
ca: Combina les estadístiques del procés
da: Sammensæt processtatistikker
es: Fusionar estadísticas del proceso
eu: Batu prozesuen estatistikak
fi: Yhdistä prosessitilastot
fr: Fusionner les statistiques des processus
ga: Cumaisc Stats Próisis
gl: Mesturar estatísticas do proceso
hi: विलय प्रक्रिया आंकड़े
hu: Egyesítési folyamat statisztikái
it: Unisci le statistiche dei processi
nl: Procesinformatie samenvoegen
pl: Połącz statystyki procesów
pt: Unir estatísticas do processo
ru: Объединить статистику процессов
sk: Zlúčiť štatistiku procesov
sv: Sammanfoga Process Statistik
ta: செயல்முறை புள்ளிவிவரங்களை ஒன்றிணைக்கவும்
uk: Об'єднана статистика процесів

source: Remember Sorting
be: Запомніць сартаванне
ca: Recorda l'ordenació
da: Husk Sortering
es: Recordar el orden
eu: Gogoratu ordenatze irizpideak
fi: Muista järjestys
fr: Mémoriser le tri
ga: Cuimhnigh Sórtá
gl: Lembrar a orde
hi: छँटाई याद रखें
hu: Emlékezz a válogatásra
it: Ricorda l'ordinamento
nl: Sortering onthouden
pl: Pamiętaj o sortowaniu
pt: Memorizar ordenação
ru: Запомнить сортировку
sk: Pamätať zoraďovanie
sv: Kom ihåg Sortering
ta: வரிசையாக்கத்தை நினைவில் கொள்க
uk: Запам'ятати сортування

source: Persist app and process sorting by column, across app restarts
ca: Mantén l'ordre d'aplicacions i processos per columna, després de reiniciar l'aplicació
es: Mantener la ordenación de las aplicaciones y procesos, incluso después de reiniciar la aplicación
eu: Gogoratu aplikazio eta prozesuen ordenatze irizpideak aplikazioa berrabiarazten denean
fi: Muista sovellus- ja prosessiluettelon järjestys sovelluksen uudelleenkäynnistysten välillä
ga: Sórtáil aipeanna agus próiseas de réir colúin a choinneáil ar siúl, trasna atosaithe aipeanna
hu: Az alkalmazás- és folyamatsorrend oszlop szerinti rendezése megmarad újraindítás után is
it: Ricorda l'ordinamento delle liste di applicazioni e processi al riavvio
pl: Pamiętaj kolejność listy aplikacji i procesów podczas ponownego uruchamiania aplikacji

source: Remember Column Order
ca: Recorda l'ordre de les columnes
es: Recordar el orden de las columnas
eu: Gogoratu zutabeen ordena
fi: Muista sarakejärjestys
ga: Cuimhnigh ar Ordú Colún
hu: Oszlopok sorrendjének megjegyzése
it: Ricorda l'ordine delle colonne
pl: Pamiętaj kolejność kolumn

source: Persist the order of the columns, across app restarts
ca: Mantén l'ordre de les columnes, després de reiniciar l'aplicació
es: Mantener el orden de las columnas, incluso después de reiniciar la aplicación
eu: Gogoratu aplikazio eta prozesuen zutabeen ordena aplikazioa berrabiarazten denean
fi: Muista sarakkeiden järjestys sovelluksen uudelleenkäynnistysten välillä
ga: Coinnigh ord na gcolún, trasna atosaithe aipeanna
hu: Az oszlopok sorrendje megmarad az alkalmazás újraindítása után is
it: Ricorda l'ordinamento delle liste di applicazioni e processi al riavvio
pl: Pamiętaj kolejność kolumn podczas ponownego uruchamiania aplikacji

source: Scale CPU Usage to Core Count
be: Маштабаваць выкарыстанне працэсара у залежнасці ад колькасці ядраў
ca: Escala l'ús de la CPU al recompte de nuclis
da: Skalér CPU-brug til antal kerner
es: Escalar el uso de la CPU al número de núcleos
eu: Eskalatu PUZaren erabilera nukleo kopurura
fi: Skaalaa suoritinkäyttö ydinmäärän mukaan
fr: Adapter l'utilisation du CPU au nombre de cœurs
ga: Scála Úsáid LAP go dtí Chomhaire
gl: Escalar o uso da CPU ao número de núcleos
hi: CPU उपयोग को कोर गणना तक स्केल करें
hu: A CPU-használat skálázza a magok számához
it: Scala l'utilizzo della CPU al numero di Core
nl: Schaal het CPU-gebruik naar het aantal cores
pl: Skaluj zużycie procesora do liczby rdzeni
pt: Uso de CPU proporcional ao número de núcleos
ru: Масштабировать использование процессора в зависимости от количества ядер
sv: Skala CPU Användning till Kärnantal
ta: சிபியு பயன்பாட்டை மைய எண்ணிக்கையில் அளவிடவும்
uk: Масштабувати використання ЦП відповідно до кількості ядер

source: Show Column Separators
ca: Mostra els separadors de columna
es: Mostrar separadores de columna
eu: Erakutsi bereizleak zutabe artean
fi: Näytä sarake-erottimet
ga: Taispeáin Deighilteoirí Colún
hu: Oszlopelválasztók megjelenítése
it: Mostra separatori tra colonne
pl: Pokaż oddzielacze kolumn

source: Show a separator between each column
ca: Mostra un separador entre cada columna
es: Mostrar un separador entre cada columna
eu: Erakutsi bereizle bat zutabe bakoitzaren artean
fi: Näytä erotin sarakkeiden välillä
ga: Taispeáin deighilteoir idir gach colún
hu: Mutasson elválasztót minden oszlop között
it: Mostra un separatore tra le colonne
pl: Pokaż oddzielacz pomiędzy każdą kolumną

source: Global Units
ca: Unitats globals
es: Unidades globales
eu: Unitate orokorrak
fi: Yleiset yksiköt
ga: Aonaid Domhanda
hu: Globális mértékegységek
it: Unità globali
pl: Jednostki globalne

source: Memory Usage Unit
ca: Unitat d'ús de memòria
es: Unidad del uso de memoria
eu: Memoriaren erabilera unitatea
fi: Muistinkäytön yksikkö
ga: Aonad Úsáide Cuimhne
hu: Memóriahasználat mértékegység
it: Unità per l'uso della memoria
pl: Jednostka zużycia pamięci

source: Use Bytes as a Unit of Measurement for Memory
ca: Utilitza bytes com a unitat de mesura per a la memòria
es: Usar bytes como unidad de medida para la memoria
eu: Erabili byteak memoria neurtzeko unitate gisa
fi: Käytä tavuja muistin mittayksikkönä
ga: Úsáid Bytes mar Aonad Tomhais don Chuimhne
hu: Bájtok használata a memória mérésére
it: Utilizza Byte come unità di misura per la memoria
pl: Używaj bajtów jako jednostkę miary pamięci

source: Bytes
eu: Byteak
fi: Tavut
hu: Bájtok
it: Byte
pl: Bajty

source: Use Bits as a Unit of Measurement for Memory
ca: Utilitza bits com a unitat de mesura per a la memòria
es: Usar bits como unidad de medida para la memoria
eu: Erabili bitak memoria neurtzeko unitate gisa
fi: Käytä bittejä muistin mittayksikkönä
ga: Úsáid Giotáin mar Aonad Tomhais don Chuimhne
hu: Bitek használata a memória mérésére
it: Usa Byte come unità di misura della memoria
pl: Używaj bitów jako jednostkę miary pamięci

source: Bits
eu: Bitak
fi: Bitit
ga: Giotáin
hu: Bitek
it: Bit
pl: Bity

source: Memory Usage Base
ca: Base d'ús de memòria
es: Base del uso de memoria
eu: Memoriaren erabilera oinarria
fi: Muistinkäytön kanta
ga: Bonn Úsáide Cuimhne
hu: Alap memóriahasználat
it: Base per l'uso della memoria
pl: Podstawy zużycia pamięci

source: Use Base 10 for Memory
ca: Utilitza la base 10 per a la memòria
es: Usar base 10 para la memoria
fi: Käytä kymmenkantaa muistille
ga: Úsáid Bonn 10 le haghaidh Cuimhne
hu: Használjon tízes számrendszert a memória mértékegységének alapjaként
it: Usa base 10 per la memoria
pl: Używaj Base 10 do pamięci

source: Base 10
fi: Kymmenkanta
ga: Bonn 10
hu: Tízes számrendszer

source: Use Base 2 for Memory
ca: Utilitza la base 2 per a la memòria
es: Usar base 2 para la memoria
fi: Käytä kaksikantaa muistille
ga: Úsáid Bonn 2 le haghaidh Cuimhne
hu: Használjon kettes számrendszert a memória mértékegységének alapjaként
it: Usa base 2 per la memoria
pl: Używaj Base 2 do pamięci

source: Base 2
fi: Kaksikanta
ga: Bonn 2
hu: Kettes számrendszer

source: Drive Usage Unit
ca: Unitat d'ús de la unitat
es: Unidad del uso de disco
eu: Disko unitateen erabilera-unitatea
fi: Aseman käytön yksikkö
ga: Aonad Úsáide Tiomána
hu: Meghajtó használatának mértékegysége
it: Unità per l'utilizzo dei dischi
pl: Jednoska zużycia dysku

source: Use Bytes as a Unit of Measurement for Disk Drives
ca: Utilitza els bytes com a unitat de mesura per a les unitats de disc
es: Usar bytes como unidad de medida para los discos
eu: Erabili byteak disko unitateen neurketa-unitate gisa
fi: Käytä tavuja levyasemien mittayksikkönä
ga: Úsáid Bytes mar Aonad Tomhais do Tiomántáin Diosca
hu: Bájtok használata mértékegységként a lemezmeghajtókhoz
it: Usa Byte come unità di misura per i dischi
pl: Używaj bajtów jako jednostkę miary dysków

source: Use Bits as a Unit of Measurement for Disk Drives
ca: Utilitza els bits com a unitat de mesura per a les unitats de disc
es: Usar bits como unidad de medida para los discos
eu: Erabili bitak disko unitateen neurketa-unitate gisa
fi: Käytä bittejä levyasemien mittayksikkönä
ga: Úsáid Giotáin mar Aonad Tomhais do Tiomántáin Diosca
hu: Bitek használata mértékegységként a lemezmeghajtókhoz
it: Usa Bit come unità di misura per i dischi
pl: Używaj bitów jako jednostkę miary dysków

source: Drive Usage Base
ca: Base d'ús de la unitat
es: Base del uso de disco
eu: Disko unitateen erabilera oinarria
fi: Levyn käytön kanta
ga: Bonn Úsáide Tiomána
hu: Meghajtó használat mértékegységének számrendszere
it: Base per l'utilizzo dei dischi
pl: Podstawy zużycia dysków

source: Use Base 10 for Disk Drives
ca: Utilitza la base 10 per a les unitats de disc
es: Usar base 10 para unidades de disco
eu: Erabili 10 oinarria disko unitateentzat
fi: Käytä kymmenkantaa levyasemille
ga: Úsáid Base 10 le haghaidh Tiomántáin Diosca
hu: Használjon tízes számrendszert a meghajtók mértékegységének alapjaként
it: Usa base 10 per i dischi
pl: Używaj Base 10 do dysków

source: Use Base 2 for Disk Drives
ca: Utilitza la base 2 per a les unitats de disc
es: Usar base 2 para unidades de disco
eu: Erabili 2 oinarria disko unitateentzat
fi: Käytä kaksikantaa levyasemille
ga: Úsáid Bonn 2 do Tiomántáin Diosca
hu: Használjon kettes számrendszert a meghajtók mértékegységének alapjaként
it: Usa base 2 per i dischi
pl: Używaj Base 2 do dysków

source: Network Usage Unit
ca: Unitat d'ús de xarxa
es: Unidad del uso de la red
eu: Sarearen erabilera unitatea
fi: Verkon käytön yksikkö
ga: Aonad Úsáide Líonra
hu: Hálózati használati mértékegység
it: Unità per l'utilizzo della rete
pl: Jednostka wykorzystania sieci

source: Use Bytes as a Unit of Measurement for Network Interfaces
ca: Utilitza bytes com a unitat de mesura per a les interfícies de xarxa
es: Usar bytes como unidad de medida para interfaces de red
eu: Erabili byteak sareko interfazeen neurketa unitate gisa
fi: Käytä tavuja verkkoliitäntöjen mittayksikkönä
ga: Úsáid Bytes mar Aonad Tomhais le haghaidh Comhéadain Líonra
hu: Bájtok használata mértékegységként a hálózati interfészekhez
it: Usa Byte come unità di misura per le interfacce di rete
pl: Używaj bajtów jako jednostkę miary interfejsów siecowych

source: Use Bits as a Unit of Measurement for Network Interfaces
ca: Utilitza bits com a unitat de mesura per a les interfícies de xarxa
es: Usar bits como unidad de medida para interfaces de red
eu: Erabili bitak sareko interfazeen neurketa unitate gisa
fi: Käytä bittejä verkkoliitäntöjen mittayksikkönä
ga: Úsáid Giotáin mar Aonad Tomhais le haghaidh Comhéadain Líonra
hu: Bitek használata mértékegységként a hálózati interfészekhez
it: Usa Bit come unità di misura per le interfacce di rete
pl: Używaj bitów jako jednostkę miary interfejsów sieciowych

source: Network Usage Base
ca: Base d'ús de la xarxa
es: Base del uso de la red
eu: Sareko erabilera oinarria
fi: Verkon käytön kanta
ga: Bonn Úsáide Líonra
hu: Hálózati használat számrendszere
it: Base per l'utilizzo della rete
pl: Podstawy wykorzystywania sieciowego

source: Use Base 10 for Network Interfaces
ca: Utilitza la base 10 per a les interfícies de xarxa
es: Usar base 10 para interfaces de red
eu: Erabili 10 oinarria sareko interfazeentzat
fi: Käytä kymmenkantaa verkkoliitännöille
ga: Úsáid Bonn 10 le haghaidh Comhéadain Líonra
hu: Használjon tízes számrendszert a hálózati interfészek mértékegységének alapjaként
it: Usa base 10 per le interfacce di rete
pl: Używaj Base 10 do interfejsów siecowych

source: Use Base 2 for Network Interfaces
ca: Utilitza la base 2 per a les interfícies de xarxa
es: Usar base 2 para interfaces de red
eu: Erabili 2 oinarria sareko interfazeentzat
fi: Käytä kaksikantaa verkkoliitännöille
ga: Úsáid Bonn 2 le haghaidh Comhéadain Líonra
hu: Használjon kettes számrendszert a hálózati interfészek mértékegységének alapjaként
it: Usa base 2 per le interfacce di rete
pl: Używaj Base 2 do interfejsów sieciowych

source: Keyboard Shortcuts
ca: Dreceres de teclat
es: Atajos de teclado
eu: Lasterbideak
fi: Pikanäppäimet
ga: Aicearraí Méarchlár
hu: Billentyűparancsok
it: Scorciatoie da tastiera
pl: Skróty klawiszowe

source: Global
eu: Orokorra
fi: Yleiset
ga: Domhanda
hu: Globális
it: Globale
pl: Globalne

source: Show Performance Page
ca: Mostra la pàgina de rendiment
es: Mostrar página de rendimiento
eu: Erakutsi errendimenduaren orria
fi: Näytä suorituskykysivu
ga: Taispeáin Leathanach Feidhmíochta
hu: Teljesítmény oldal megjelenítése
it: Mostra Pagina Prestazioni
pl: Pokaż stronę wydajności

source: Show Apps Page
ca: Mostra la pàgina d'aplicacions
es: Mostrar página de aplicaciones
eu: Erakutsi aplikazioen orria
fi: Näytä sovellussivu
ga: Taispeáin Leathanach na nAipeanna
hu: Alkalmazás oldal megjelenítése
it: Mostra Pagina Applicazioni
pl: Pokaż stronę aplikacji

source: Show Services Page
ca: Mostra la pàgina de serveis
es: Mostrar página de servicios
eu: Erakutsi zerbitzuen orria
fi: Näytä palvelusivu
ga: Taispeáin Leathanach na Seirbhísí
hu: Szolgáltatások oldal megjelenítése
it: Mostra Servizi
pl: Pokaż stronę serwisów
